{
  "nav-history": "Verlauf",
  "nav-why": "Warum Ginger Wallet?",
  "nav-secure": "Sichere Coinjoins",
  "nav-help": "Hilfe",
  "hero-title": "Ihre sicherste Bitcoin Wallet!",
  "hero-desc": "Entdecken Sie die ultimative Open-Source, nicht-custodial Bitcoin Wallet für Desktop! Genießen Sie fortschrittliche Funktionen wie CoinJoin mit dem Standard-Koordinator, 2FA mit Wallet-Verschlüsselung, mehrsprachiger Unterstützung, Blockfiltern, Tor-Integration und QR-Code-Funktionalität. Außerdem profitieren Sie von einer nahtlosen Kompatibilität mit einer Vielzahl von Hardware-Wallets für ein sicheres und vielseitiges Erlebnis.",
  "download": "Herunterladen",
  "read-more": "Mehr lesen",
  "download-title-1": "Erlangen Sie Ihre <span class='green-text d-block'>Privatsphäre jetzt zurück</span>",
  "download-title-2": "Beginnen Sie in 3 einfachen Schritten",
  "download-step-1": "1. Laden Sie Ginger Wallet herunter",
  "download-step-2": "2. Erstellen Sie ein neues Wallet",
  "download-step-3": "3. Lassen Sie Auto-CoinJoin seine Magie wirken",
  "download-now": "JETZT HERUNTERLADEN",
  "caption-about": "Über uns",
  "title-about": "Die Geschichte von Ginger Wallet",
  "about-1": "Wir glauben, dass das dringendste Problem, dem die Menschheit gegenübersteht, die Behebung des Geldsystems ist, wobei Bitcoin die beste Lösung und die Privatsphäre die größte Herausforderung ist.",
  "about-2": "Ginger Wallet wurde entwickelt, um Bitcoin auf seinem Weg zu einer globalen Reservewährung zu helfen und gleichzeitig die inhärenten Datenschutzprobleme des öffentlichen Ledgers anzugehen. Deshalb ist Ginger Wallet ein Open-Source, nicht-custodial, datenschutzorientiertes Bitcoin-Wallet für Desktop, das vertrauenslose CoinJoin-Technologie implementiert.",
  "about-3": "Nach Jahren der Forschung und Entwicklung im Bereich Datenschutz haben wir erkannt, dass gute Werkzeuge nicht ausreichen — sie müssen auch benutzerfreundlich sein. Andernfalls werden sie nur von einer Minderheit genutzt, wodurch diese Nutzer hervortreten. Um die Akzeptanz dieser Werkzeuge zu fördern, wurde Ginger so entwickelt, dass es benutzerfreundlich ist und Privatsphäre automatisch als Standard bietet.",
  "history-title-1": "Wasabi Wallet ohne CoinJoin",
  "history-text-1": "Der Standard-Koordinator von CoinJoin in Wasabi Wallet hörte auf zu arbeiten.",
  "history-title-2": "Ginger Wallet",
  "history-text-2": "Ginger Wallet wurde von Wasabi Wallet abgezweigt. Ein neuer Koordinator mit einem aktiven CoinJoin-Service wurde etabliert.",
  "caption-solutions": "Lösungen",
  "title-solutions": "WARUM GINGER WALLET?",
  "text-solutions-1": "Wir leben in einer Gesellschaft, die an Orwells dystopische Vision erinnert, in der Überwachung allgegenwärtig ist und Ihre Informationen genutzt werden, um Sie zu kategorisieren und zu beeinflussen. Bitcoin-Projekte stehen unter zunehmendem Druck, umfangreiche Daten zu sammeln, wann immer es möglich ist.",
  "text-solutions-2": "Deshalb ist Ginger Wallet als Zero-Knowledge-Software konzipiert. Die Entwickler können keine Ihrer sensiblen Informationen sammeln. Ihre Bitcoin-Transaktionen bleiben völlig Ihre eigene Angelegenheit.",
  "solution-title-1": "Open Source",
  "solution-text-1": "Ginger Wallet ist eine <a href='https://github.com/GingerPrivacy/GingerWallet' target='_blank'>kostenlose Open-Source</a> und <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/Guides/DeterministicBuildGuide.md' target='_blank'>deterministisch reproduzierbare</a> Software. Jeder kann den Code einsehen, verifizieren und sogar beitragen.",
  "solution-title-2": "Non-custodial",
  "solution-text-2": "Nicht deine Schlüssel, nicht deine Coins. Mit Ginger Wallet haben Sie die Kontrolle über Ihre privaten Schlüssel, was Ihnen wahre finanzielle Selbstbestimmung verschafft.",
  "solution-title-3": "Vertrauenslos durch Design",
  "solution-text-3": "Die Software wurde so entwickelt, dass weder die Öffentlichkeit noch die Entwickler Ihre Privatsphäre gefährden können. Dies wird durch <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>CoinJoins</a>, <a href='https://nopara73.medium.com/bitcoin-core-vs-Ginger-wallet-network-level-privacy-bdca1d501387' target='_blank'>Client-seitige Blockfilter</a> und Kommunikation über das <a href='https://www.torproject.org/' target='_blank'>Tor-Anonymitätsnetzwerk</a> erreicht.",
  "solution-title-4": "Einfach zu bedienen",
  "solution-text-4": "Ginger ist als <a href='https://www.researchgate.net/publication/228348285_Anonymity_loves_company_Usability_and_the_network_effect' target='_blank'>benutzerfreundliches</a> Bitcoin-Wallet konzipiert, das Ihre Privatsphäre im Hintergrund automatisch verwaltet, einschließlich Netzwerkanbindungen, <a href='https://en.bitcoin.it/wiki/Transaction#Input' target='_blank'>Input-Auswahl</a> und CoinJoin.",
  "solution-title-5": "Umfassend",
  "solution-text-5": "Das Wallet verwendet <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>WabiSabi</a>, ein anonymes Kreditsystem, das darauf ausgelegt ist, CoinJoins zugänglicher und effizienter zu gestalten. Dies ermöglicht es den Nutzern, die besten Datenschutzwerkzeuge zu nutzen, ohne eine erhebliche Menge an Bitcoin im Wallet zu haben.",
  "solution-title-6": "Erschwinglich",
  "solution-text-6": "CoinJoins von Coins mit einem Wert über 0,01 BTC verursachen eine Gebühr von 0,3 % für den <a href='https://github.com/GingerPrivacy/GingerWallet/tree/master/WalletWasabi.Backend' target='_blank'>Koordinator</a> + <a href='https://mempool.space/' target='_blank'>Mining-Gebühren</a>. Eingaben von 0,01 BTC oder weniger sowie Remixes sind von Koordinator-Gebühren befreit, selbst nach einer einzigen Transaktion. Daher ermöglicht eine Zahlung mit CoinJoin-Fonds sowohl dem Absender als auch dem Empfänger, ihre Coins ohne Koordinator-Gebühren zu remixen.",
  "caption-secure": "Sichere CoinJoins",
  "title-secure": "Ihre Sicherheit ist unsere oberste Priorität!",
  "text-secure": "Obwohl es ein freier Markt ist, auf dem jeder als Koordinator fungieren kann, übernehmen nur wenige Verantwortung. Wir gehören zu den wenigen, die dies tun. Mit unserem sicheren Hintergrund sorgen wir dafür, dass Ihre Coins von illegalen Quellen getrennt bleiben, sodass sie an Börsen oder anderen Plattformen akzeptiert werden. Zudem verfügen wir über ausreichende Liquidität, um ausgezeichnete Datenschutzniveaus zu erreichen.",
  "box-title-1": "Sichere CoinJoins",
  "box-text-1": "Wir legen großen Wert auf Ihre Privatsphäre und arbeiten unermüdlich daran, Ihre Coins von illegalen Quellen zu trennen. Unser Engagement für Sicherheit und Liquidität garantiert ein hohes Maß an Anonymität und Vertrauen.",
  "box-title-2": "Funktioniert standardmäßig",
  "box-text-2": "Sind Sie unsicher, welchen Koordinator Sie verwenden oder wie Sie ihn einrichten? Ginger CoinJoin ist sofort nach dem Download einsatzbereit — keine zusätzlichen Schritte erforderlich. Standardmäßig verwendet es unseren Koordinator mit allen voreingestellten Parametern und garantierten Gebühren. Probieren Sie es aus!",
  "box-title-3": "Größe zählt",
  "box-text-3": "Wir bevorzugen CoinJoins mit mehr Teilnehmern gegenüber kleineren, schnelleren Runden. Größere CoinJoins bieten mehr Anonymität, niedrigere Kosten und eine bessere Blockplatznutzung.",
  "caption-help": "Hilfe",
  "title-help": "Häufig gestellte Fragen",
  "faq1": "WAS IST EIN „COINJOIN“?",
  "faq1-text": "<p>Ein CoinJoin ist eine kollaborative Transaktion zwischen mehreren Teilnehmern.</p><p>Normalerweise, aber nicht unbedingt, besteht sie aus einigen Standard-Ausgangs-Denominationen, in die die Teilnehmer ihre Coins aufteilen sollten. Dies erschwert es externen Parteien, nachzuvollziehen, wohin eine bestimmte Coin gesendet wurde (im Gegensatz zu normalen Bitcoin-Transaktionen, bei denen es normalerweise einen Sender und einen Empfänger gibt).</p><p>CoinJoins können mit nicht-custodial Software wie Ginger Wallet durchgeführt werden, die das Risiko eines Verschwindens oder Diebstahls von Geldern ausschließt. Die Gelder bleiben immer auf einer Bitcoin-Adresse, die der Benutzer kontrolliert, und selbst Entwickler können die Transaktion nicht ändern oder die Gelder umleiten.</p><p>CoinJoin bedeutet im Wesentlichen: „Wenn du eine Transaktion durchführen möchtest, finde jemanden, der ebenfalls eine Transaktion durchführen möchte, und tätige eine gemeinsame Transaktion zusammen“.</p>",
  "faq2": "WAS SIND DIE GEBÜHREN FÜR COINJOINS?",
  "faq2-text": "<p>Das CoinJoin von Coins mit einem Wert über 0,01 BTC kostet 0,3 % Koordinator-Gebühren + Mining-Gebühren. Eingaben von 0,01 BTC oder weniger zahlen keine Koordinator-Gebühren, noch Remixes, selbst nach einer Transaktion. Eine Zahlung mit CoinJoin-Fonds ermöglicht es dem Absender und Empfänger, ihre Coins ohne Koordinator-Gebühren zu remixen.</p>",
  "faq3": "MUSS ICH GINGER MIT MEINEN COINS VERTRAUEN?",
  "faq3-text": "<p>Nein, die CoinJoin-Implementierung von Ginger ist von Natur aus vertrauenslos. Die Teilnehmer müssen sich weder untereinander noch dem Koordinator vertrauen. Da nur der Benutzer die privaten Schlüssel kennt, kann nur er die Transaktion unterzeichnen, und dies erfolgt nur, nachdem er sich vergewissert hat, dass alles in Ordnung ist. Niemand kann Ihre Coins stehlen oder herausfinden, welche Ausgänge zu welchen Eingängen gehören.</p>",
  "faq4": "UNTERSTÜTZT GINGER HARDWARE-WALLETS?",
  "faq4-text": "<p>Ja, Ginger unterstützt die Verwendung von Hardware-Wallets über den Standard Bitcoin-Core HWI, obwohl CoinJoins direkt von oder zu einem Hardware-Wallet derzeit noch nicht möglich sind.</p><p>Hier ist eine <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-hardware-wallets' target='_blank'>Liste</a> der offiziell unterstützten Hardware-Wallets.</p>",
  "faq5": "GIBT ES EINE VERSION FÜR ANDROID/IOS?",
  "faq5-text": "<p>Nein. Ginger's Funktionen wie CoinJoin erfordern erhebliche Rechenleistung, die auf einem Smartphone derzeit nicht replizierbar ist.</p>",
  "faq6": "UNTERSTÜTZT GINGER ALTCOINS?",
  "faq6-text": "<p>Es gibt unzählige Gründe, warum es die einzige logische Wahl ist, nur Bitcoin zu unterstützen. Mit Bitcoin haben wir eine einmalige Gelegenheit, sound money zu manifestieren. Wenn wir erfolgreich sind, könnte eine wunderschöne Agora souveräner Individuen entstehen. Wenn wir scheitern, wird dies das schlimmste orwellianische Albtraumszenario heraufbeschwören. Es gibt keinen Platz für verschwendete Zeit und Energie, dieses große Werk erfordert unsere volle Aufmerksamkeit. Jede Zeile Code, die zur Unterstützung eines zufälligen Shitcoins geschrieben wird, nimmt wertvolle Entwicklerzeit weg, um an echten Problemen zu arbeiten.</p>",
  "faq7": "WAS SIND DIE MINIMALEN ANFORDERUNGEN, UM GINGER AUSZUFÜHREN?",
  "faq7-text": "<p>Ginger läuft auf den meisten Betriebssystemen mit einer 64-Bit-Architektur.</p><p>Für eine vollständige Liste aller offiziell unterstützten Betriebssysteme klicken Sie <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-operating-systems' target='_blank'>hier</a>.</p>",
  "faq8": "MUSS ICH TOR AUSFÜHREN?",
  "faq8-text": "<p>Der gesamte Netzwerkverkehr von Ginger geht standardmäßig über Tor - es ist nicht erforderlich, Tor selbst einzurichten. Wenn Sie bereits Tor ausgeführt haben, versucht Ginger, es zuerst zu verwenden. </p><p> Sie können Tor in den Einstellungen deaktivieren. Beachten Sie jedoch, dass Sie in diesem Fall immer noch privat sind, außer wenn Sie CoinJoin durchführen oder eine Transaktion senden. Im ersten Fall würde der Koordinator die Verbindungen zwischen Ihren Eingängen und Ausgängen anhand Ihrer IP-Adresse erkennen. Im zweiten Fall, wenn Sie zufällig eine Transaktion an einen vollständigen Knoten senden, der Sie überwacht, würde dieser den Zusammenhang zwischen Ihrer Transaktion und Ihrer IP-Adresse erkennen.</p>",
  "faq9": "WARUM IST ES WICHTIG, FÜR JEDEN ZAHLUNGSEMPFÄNGER EINE NEUE ADRESSE ZU VERWENDEN?",
  "faq9-text": "<p>Wiederverwendete Adressen schaden der Privatsphäre erheblich, da sie mehr Blockchain-Transaktionen miteinander verknüpfen, die beweisen, dass sie von derselben Entität erstellt wurden. Der privateste und sicherste Weg, Bitcoin zu verwenden, besteht darin, jedem, der Ihnen eine Zahlung sendet, eine neue Adresse zu schicken. Nachdem eine Adresse eine Coin erhalten hat, sollte sie niemals wieder verwendet werden. Außerdem sollte der Empfänger bei der Bitcoin-Zahlung immer eine neue Adresse anfordern. Ginger verfügt über eine Benutzeroberfläche, die die Wiederverwendung von Adressen verhindert, indem Adressen, die eine Coin erhalten haben, aus der GUI entfernt werden.</p><p>Es wurde argumentiert, dass der Begriff „Bitcoin-Adresse“ kein guter Name für dieses Objekt ist, weil er impliziert, dass sie wie eine E-Mail-Adresse wiederverwendet werden kann. Ein besserer Name wäre etwas wie „Bitcoin-Rechnung“.</p><p>Bitcoin ist nicht anonym, sondern pseudonym, und die Pseudonyme sind Bitcoin-Adressen. Die Vermeidung der Wiederverwendung von Adressen ist wie das Wegwerfen eines Pseudonyms, nachdem es verwendet wurde.</p>",
  "faq10": "WOFÜR WIRD DAS PASSWORT VERWENDET?",
  "faq10-text": "<p>Das Passwort, das Sie festlegen, wird als 13. Seed-Wort verwendet (wie in <a href='https://github.com/bitcoin/bips/blob/master/bip-0039.mediawiki' target='_blank'>BIP 39</a> beschrieben) und zum Verschlüsseln des privaten Schlüssels des erweiterten privaten Schlüssels (wie in <a href='https://github.com/bitcoin/bips/blob/master/bip-0038.mediawiki' target='_blank'>BIP 38</a> beschrieben), um ein verschlüsseltes Geheimnis zu erhalten, das auf dem Computer gespeichert wird.</p><p>Ginger Wallet speichert nur den verschlüsselten BIP38-Blob, sodass Sie das Passwort eingeben müssen, um aus dem Wallet zu bezahlen oder einen CoinJoin zu machen.</p><p>Das Passwort entsperrt Ihre Bitcoins für alle, die Zugriff auf die Wiederherstellungswörter oder den Computer haben! Wenn Ihre Sicherungskopie kompromittiert wird, ist dieses Passwort das einzige, was Ihre wertvollen Sats schützt.</p><p>Es ist wichtig, ein zufälliges und langes Passwort zu verwenden.</p>",
  "faq11": "WAS IST DER STANDARD-2FA-STATUS IN GINGERWALLET?",
  "faq11-text": "<p>Standardmäßig funktioniert GingerWallet ohne 2FA (Zwei-Faktor-Authentifizierung), sodass Benutzer das Wallet anonym verwenden können.</p>",
  "faq12": "WIE AKTIVIERE ICH DIE 2FA IN GINGERWALLET?",
  "faq12-text": "<strong>So aktivieren Sie die 2FA:</strong> <ul><li>Gehen Sie zu Einstellungen -> Sicherheit</li><li>Schalten Sie den 2FA-Schalter auf 'Ein'</li><li>Ein QR-Code wird in einem Pop-up-Fenster für die nächsten Schritte angezeigt.</li></ul><p>Um die 2FA-Funktionen in GingerWallet zu verwenden, müssen Sie Tor aktivieren. Da GingerWallet jetzt mit einem neuen Arbeitsordner arbeitet, wird empfohlen, den alten Wasabi-Arbeitsordner zu löschen, wenn er nicht mehr verwendet wird, da die dort gespeicherten Dateien unverschlüsselt sind.</p><p><strong>Wichtig: Löschen Sie den alten Arbeitsordner nur, wenn der GingerWallet-Ordner am gleichen Ort ist und Ihre aktualisierte App ordnungsgemäß funktioniert.</strong></p><strong>So löschen Sie den alten Arbeitsordner auf verschiedenen Systemen:</strong><ul><li>Windows: /Users/{Ihr Benutzername}/AppData/Roaming/WalletWasabi/Client</li><li>Linux: /home/{Ihr Benutzername}/.walletwasabi/client</li><li>macOS: /Users/{Ihr Benutzername}/.walletwasabi/client</li></ul><p>Sie können die 2FA nicht manuell zu Ihrem Authentifizierungsordner hinzufügen, indem Sie nur einen QR-Code verwenden.</p>",
  "faq13": "WIE RICHTE ICH DIE 2FA MIT EINER AUTHENTIFIZIERUNGS-APP EIN?",
  "faq13-text": "<strong>Sobald der QR-Code angezeigt wird:</strong><ul><li>Scannen Sie ihn mit einer mobilen Authentifizierungs-App wie Google Authenticator, 2FAS Auth, Aegis Authenticator, FreeOTP.</li><li>Stellen Sie sicher, dass Ihre Authentifizierungs-App sha256 und eine 8-stellige Authentifizierung unterstützt, wenn Sie keine der oben genannten Apps verwenden</li><li>Geben Sie den aktuellen PIN-Code ein, der in Ihrer Authentifizierungs-App angezeigt wird, in das Eingabefeld unter dem QR-Code ein.</li><li>Nach der Verifizierung des PIN-Codes wird die 2FA aktiviert.</li></ul>",
  "faq14": "WOFÜR WIRD DIE 2FA_INFO.GWS-DATEI VERWENDET?",
  "faq14-text": "<p>Die <strong>2fa_info.gws-Datei</strong> ist eine verschlüsselte Datei, die die Sicherheit Ihres Wallets gewährleistet. Sobald die 2FA aktiviert ist, wird diese Datei auf Ihrem Gerät erstellt, und alle vorhandenen und zukünftigen Wallets werden automatisch verschlüsselt.</p>",
  "faq15": "MUSS ICH DIE ANWENDUNG NACH DER AKTIVIERUNG DER 2FA NEU STARTEN?",
  "faq15-text": "<p>Ja, nach der Aktivierung der 2FA muss GingerWallet neu gestartet werden, damit die Änderungen wirksam werden.</p>",
  "faq16": "WIE ÄNDERT SICH DER ANMELDUNGSPROZESS NACH DER AKTIVIERUNG DER 2FA?",
  "faq16-text": "<strong>Nach dem Neustart der Anwendung:</strong><ul><li>Ein Pop-up-Fenster fordert Sie beim Start zur Eingabe des aktuellen PIN-Codes Ihrer Authentifizierungs-App auf.</li><li>Geben Sie den PIN-Code ein, und nach erfolgreicher Überprüfung decodiert das System Ihre Wallet-Dateien.</li></ul>",
  "faq17": "WIE DEAKTIVIERE ICH DIE 2FA?",
  "faq17-text": "<strong>So deaktivieren Sie die 2FA:</strong><ul><li>Gehen Sie zu Einstellungen -> Sicherheit</li> <li>Schalten Sie den 2FA-Schalter auf 'Aus.'</li><li>Das System deaktiviert die 2FA und decodiert alle Wallet-Dateien.</li></ul>",
  "faq18": "WAS SOLL ICH TUN, WENN ICH DAS GERÄT WECHSELE ODER DATEN VERLIERE?",
  "faq18-text": "<strong>Im Falle eines Gerätewechsels oder Datenverlusts:</strong><ul><li>Installieren Sie GingerWallet auf dem neuen Gerät neu.</li><li>Stellen Sie Ihre Wallets mit den sicher gespeicherten Seed-Wörtern wieder her.</li> <li>Sie müssen die 2FA erneut einrichten (falls gewünscht).</li></ul>",
  "faq19": "WAS SIND DIE BESTEN SICHERHEITSPRAXISEN FÜR DIE NUTZUNG VON GINGERWALLET?",
  "faq19-text": "<ul><li>Bewahren Sie Ihre Seed-Wörter immer an einem sicheren, offline Ort auf.</li><li>Wenn Sie Ihr Telefon verlieren oder unbefugten Zugriff vermuten, erstellen Sie sofort ein neues Wallet.</li><li>Übertragen Sie Ihre Vermögenswerte auf das neue Wallet und machen Sie die Seed-Wörter des alten Wallets ungültig.</li></ul>",
  "faq20": "SPEICHERT GINGERWALLET PERSÖNLICHE INFORMATIONEN?",
  "faq20-text": "<p>Nein, GingerWallet arbeitet anonym. Es gibt kein Benutzerkonto und keine Speicherung persönlicher Daten. Alle Sicherheitsoperationen, einschließlich der Verschlüsselung, werden lokal auf Ihrem Gerät durchgeführt.</p>",
  "faq21": "WAS PASSIERT, WENN ICH DEN ZUGRIFF AUF MEINE AUTHENTIFIZIERUNGS-APP VERLIERE?",
  "faq21-text": "<p>Die Kombination aus der verschlüsselten <strong>2fa_info.gws-Datei</strong> und dem PIN-Code der Authentifizierungs-App stellt sicher, dass Ihr Wallet sicher bleibt. Das ordnungsgemäße Speichern der Seed-Wörter ist entscheidend, um Ihr Wallet im Falle eines Geräteverlusts oder einer Neuinstallation wiederherzustellen.</p>",
  "faq22": "WIE STELLT GINGERWALLET DIE SICHERHEIT MIT DER 2FA SICHER?",
  "faq22-text": "Die Kombination der verschlüsselten 2fa_info.gws-Datei und des PIN-Codes der Authentifizierungs-App gewährleistet die Sicherheit Ihres Wallets. Das ordnungsgemäße Speichern der Seed-Wörter ist entscheidend, um Ihr Wallet im Falle eines Geräteverlusts wiederherzustellen.",
  "faq23": "WIE KANN ICH MEINE ETIKETTEN UND EXTRAS FÜR MEIN WALLET WIEDERHERSTELLEN, WENN ICH DEN 2FA-SCHLÜSSEL VERLOREN HABE?",
  "faq23-text": "<p>Wenn Sie Ihren 2FA-Schlüssel verloren haben, können Sie Ihre Etiketten und Extras mit minimalem manuellen Aufwand wiederherstellen. Folgen Sie diesen Schritten:</p> <ol><li><strong>Bewegen Sie die attr-Datei:</strong> Zuerst finden Sie die attr-Datei und bewegen Sie sie in einen separaten Ordner zur sicheren Aufbewahrung, da Sie sie später benötigen werden.</li><li><strong>Stellen Sie das Wallet wieder her:</strong> Verwenden Sie den Wiederherstellungsprozess in der Anwendung, um Ihr Wallet wiederherzustellen.</li><li><strong>Schließen Sie die Anwendung:</strong> Sobald der Wiederherstellungsprozess abgeschlossen ist, schließen Sie die Wallet-Anwendung.</li><li><strong>Kopieren Sie die attr-Datei zurück:</strong> Ersetzen Sie die neu erstellte attr-Datei durch die, die Sie zuvor gesichert haben, indem Sie sie in ihren ursprünglichen Speicherort zurückkopieren.</li><li><strong>Starten Sie die Anwendung neu:</strong> Öffnen Sie die Wallet-Anwendung erneut, und Ihr Wallet sollte vollständig wiederhergestellt sein, auch ohne den 2FA-Schlüssel.</li></ol><p>Mit diesem Prozess können Sie die Etiketten, Extras und andere Einstellungen wiederherstellen.</p>",
  "desktop-only": "Unsere Software ist ausschließlich für den Desktop verfügbar. Um herunterzuladen, greifen Sie bitte über einen Desktop-Computer auf diese Website zu.",
  "release-notes": "VERSIONSHINWEISE",
  "build": "oder aus dem Quellcode bauen",
  "signature": "Unterschrift",
  "gingercord-1": "Wir empfehlen dringend, den Ginger Wallet-Client für langfristige Zuverlässigkeit zu verwenden!",
  "gingercord-2": "Was ist die Ginger-Koordinator-Adresse?",
  "addtowasabi-1": "Wie fügt man den Ginger-Koordinator zu Wasabi Wallet hinzu?",
  "addtowasabi-2": "<li>Klicken Sie auf die Suchleiste » Geben Sie 'Konfigurationsdatei' ein » Drücken Sie ENTER</li><li>Ändern Sie MainNetBackendUri von https://api.wasabiwallet.io/ zu https://api.gingerwallet.io/</li><li>Starten Sie Wasabi Wallet neu</li>",
  "addtowasabi-3": "Die kostenlosen Remix- und Freundesfeatures sind nur mit der Wasabi Wallet-Version 2.0.8.1 oder früher verfügbar. Wenn Sie eine spätere Version verwenden, können Sie weiterhin unseren Koordinator verwenden, jedoch ohne diese Vorteile.",
  "addtowasabi-4": "Wie fügt man den Ginger-Koordinator zu BTCPay Server hinzu?",
  "addtowasabi-5": "<li>Wählen Sie Koordinatoren über Nostr entdecken</li><li>Wählen Sie Ginger Koordinator</li><li>Speichern</li>",
  "documentation": "Dokumentation",
  "privacy-policy": "Datenschutzrichtlinie"
}