{
  "nav-history": "History",
  "nav-why": "Why Ginger Wallet?",
  "nav-secure": "Secure Coinjoins",
  "nav-help": "Help",
  "hero-title": "Your most secure Bitcoin wallet!",
  "hero-desc": "Discover the ultimate open-source, non-custodial Bitcoin wallet for desktop! Enjoy advanced features like CoinJoin with the default coordinator, 2FA with wallet encryption, multilingual support, block filters, Tor integration, and QR code functionality. Plus, benefit from seamless compatibility with a wide range of hardware wallets for a secure and versatile experience.",
  "download": "Download",
  "read-more": "Read more",
  "download-title-1": "Reclaim your <span class='green-text d-block'>privacy now</span>",
  "download-title-2": "Get started in 3 simple steps",
  "download-step-1": "1. Download Ginger Wallet",
  "download-step-2": "2. Create a new wallet",
  "download-step-3": "3. Let auto-coinjoin do its magic",
  "download-now": "Download NOW",
  "caption-about": "About us",
  "title-about": "The history of Ginger Wallet",
  "about-1": "We believe the most urgent issue facing humanity is fixing the monetary system, with Bitcoin being the best solution and privacy as its biggest challenge.",
  "about-2": "Ginger Wallet was created to help Bitcoin retain its cypherpunk principles on its journey to becoming a global reserve currency and to address the inherent privacy issues of its public ledger. This is why Ginger Wallet is an open-source, non-custodial, privacy-focused Bitcoin wallet for desktop that implements trustless coinjoin technology.",
  "about-3": "After years of privacy research and development, we’ve realized that having good tools is not enough—they must also be easy to use. Otherwise, they will only be utilized by a minority, making those users stand out. To encourage the adoption of these tools, Ginger is designed to be user-friendly and to provide privacy automatically by default.",
  "history-title-1": "Wasabi Wallet without coinjoin",
  "history-text-1": "The default coinjoin coordinator of Wasabi Wallet stopped operating.",
  "history-title-2": "Ginger Wallet",
  "history-text-2": "Ginger Wallet forked from Wasabi Wallet. A new coordinator with an active coinjoin service has been established.",
  "caption-solutions": "Solutions",
  "title-solutions": "WHY GINGER WALLET?",
  "text-solutions-1": "We live in a society reminiscent of Orwell's dystopian vision, where surveillance is pervasive, and your information is exploited to categorize and influence you. Bitcoin projects face increasing pressure to gather extensive data whenever possible.",
  "text-solutions-2": "This is why Ginger Wallet is designed as a zero-knowledge software. Its developers cannot collect any of your sensitive information. Your bitcoin transactions remain entirely your own business.",
  "solution-title-1": "Open Source",
  "solution-text-1": "Ginger Wallet is a <a href='https://github.com/GingerPrivacy/GingerWallet' target='_blank'>free, open-source</a> and <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/Guides/DeterministicBuildGuide.md' target='_blank'>deterministically reproducible</a> software. Anyone can see, verify and even contribute to the code.",
  "solution-title-2": "Non-custodial",
  "solution-text-2": "Not your keys, not your coins. With Ginger Wallet, you have control over your private keys, granting you true financial self-sovereignty.",
  "solution-title-3": "Trustless By Design",
  "solution-text-3": "The software is engineered to ensure that neither the public nor the developers can compromise your privacy. This is achieved through <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>coinjoins</a>, <a href='https://nopara73.medium.com/bitcoin-core-vs-Ginger-wallet-network-level-privacy-bdca1d501387' target='_blank'>client-side block filtering</a>, and communication via the <a href='https://www.torproject.org/' target='_blank'>Tor anonymity network.",
  "solution-title-4": "Easy To Use",
  "solution-text-4": "Ginger is designed as a <a href='https://www.researchgate.net/publication/228348285_Anonymity_loves_company_Usability_and_the_network_effect' target='_blank'>user friendly</a> Bitcoin wallet that automatically manages your privacy behind the scenes, including network connections, <a href='https://en.bitcoin.it/wiki/Transaction#Input' target='_blank'>input</a> selection, and coinjoining.",
  "solution-title-5": "Comprehensive",
  "solution-text-5": "The wallet employs <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>WabiSabi</a>, an anonymous credential scheme designed to facilitate more accessible and efficient coinjoins. This enables users to leverage the best privacy tools without needing a significant amount of bitcoin in their wallet.",
  "solution-title-6": "Affordable",
  "solution-text-6": "Coinjoining coins with a value exceeding 0.01 BTC incurs a 0.3% <a href='https://github.com/GingerPrivacy/GingerWallet/tree/master/WalletWasabi.Backend' target='_blank'>coordinator</a> fee + <a href='https://mempool.space/' target='_blank'>mining fees</a>. Inputs of 0.01 BTC or less, as well as remixes, are exempt from coordinator fees, even after a single transaction. Consequently, a payment made with coinjoined funds allows both the sender and the recipient to remix their coins without incurring any coordinator fees.",
  "caption-secure": "Secure Coinjoins",
  "title-secure": "Your security is our top priority!",
  "text-secure": "While it's a free market where anyone can act as a coordinator, few take responsibility. We are one of the few who do. With our secure background, we ensure your coins remain separate from illicit sources, making them acceptable by exchanges or other platforms. Additionally, we have sufficient liquidity to achieve excellent privacy levels.",
  "box-title-1": "Secure Coinjoins",
  "box-text-1": "We prioritize your privacy and work diligently to keep your coins separate from illicit sources. Our dedication to security and liquidity ensures a high level of anonymity and trust.",
  "box-title-2": "Works by default",
  "box-text-2": "Unsure which coordinator to use or how to set it up? Ginger CoinJoin is ready to go right after download—no extra steps needed. By default, it uses our coordinator with all parameters pre-configured and guaranteed fees. Give it a try!",
  "box-title-3": "Size matters",
  "box-text-3": "We prioritize coinjoins with more participants over smaller, faster rounds. Larger coinjoins offer greater anonymity, lower costs, and better blockspace efficiency.",
  "caption-help": "Help",
  "title-help": "Frequently Asked Questions",
  "faq1": "WHAT IS A “COINJOIN”?",
  "faq1-text": "<p>A coinjoin is a collaborative transaction between multiple peers.</p><p>Usually, but not necessarily, it consists of some standard output denominations that participants should break their coins in to. This makes it difficult for outside parties to trace where a particular coin was sent to (as opposed to regular bitcoin transactions, where there is usually one sender and one receiver).</p><p>Coinjoins can be done with non-custodial software like Ginger Wallet, that eliminates the risk of funds disappearing or being stolen. The funds will always be in a bitcoin address that the user controls and not even developers can alter the transaction or redirect the funds.</p><p>Coinjoin basically means: “when you want to make a transaction, find someone else who also wants to make a transaction and make a joint transaction together”.</p>",
  "faq2": "WHAT ARE THE FEES FOR COINJOINS?",
  "faq2-text": "<p>Coinjoining coins with a value above 0.01 BTC costs 0.3% as a coordinator fee + mining fees. Inputs of 0.01 BTC or below don't pay coordinator fees, nor do remixes, even after one transaction. Thus, a payment made with coinjoined funds allows the sender and the recipient to remix their coins without paying any coordinator fees.</p>",
  "faq3": "DO I NEED TO TRUST GINGER WITH MY COINS?",
  "faq3-text": "<p>No, Ginger’s coinjoin implementation is trustless by design. The participants do not need to trust each other or the coordinator. Since only the user knows the private keys, only he can sign the transaction, which will only be done after verifying that everything is alright. Nobody can neither steal your coins, nor figure out which outputs belong to which inputs.</p>",
  "faq4": "DOES GINGER SUPPORT HARDWARE WALLETS?",
  "faq4-text": "<p>Ginger does support hardware wallet usage through the standard Bitcoin-core HWI, although coinjoining straight from or to a hardware wallet is not yet possible.</p><p>Here's a <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-hardware-wallets' target='_blank'>list</a> of the officially supported hardware wallets.</p>",
  "faq5": "IS THERE AN ANDROID/IOS VERSION?",
  "faq5-text": "<p>No. Ginger’s features, like coinjoin, require considerable computational power, which are currently not replicable on a smartphone.</p>",
  "faq6": "DOES GINGER SUPPORT ALTCOINS?",
  "faq6-text": "<p>There are countless reasons why it is the only logical choice to be bitcoin-only. With Bitcoin we have a once in a lifetime opportunity to manifest libre sound money. If we succeed, then an utmost beautiful agora of sovereign individuals may emerge. If we fail, then this will conjure up the most horrific Orwellian nightmare. There is no room for wasted time and energy, this great work requires our full attention. Any line of code written to support a random shitcoin takes away scarce developer time to work on real problems.</p>",
  "faq7": "WHAT ARE THE MINIMAL REQUIREMENTS TO RUN GINGER?",
  "faq7-text": "<p>Ginger runs in most operating systems with 64-bit architecture.</p><p>For the complete list of all the officially supported operating systems, click <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-operating-systems' target='_blank'>here</a>.</p>",
  "faq8": "DO I NEED TO RUN TOR?",
  "faq8-text": "<p>All Ginger network traffic goes via Tor by default -there's no need to set up Tor by yourself. If you do already have Tor, and it is running, then Ginger will try to use that first. </p><p> You can turn off Tor in the Settings. Note that in this case you are still private, except when you coinjoin and when you broadcast a transaction. In the first case, the coordinator would know the links between your inputs and outputs based on your IP address. In the second case, if you happen to broadcast a transaction of yours to a full node that is spying on you, it will know the link between your transaction and your IP address.</p>",
  "faq9": "WHY IS IT IMPORTANT TO USE A NEW ADDRESS FOR EVERY PAYMENT?",
  "faq9-text": "<p>Addresses being used more than once is very damaging to privacy because that links together more blockchain transactions with proof that they were created by the same entity. The most private and secure way to use bitcoin is to send a brand new address to each person who pays you. After an address has received a coin, it should never be used again. Also, a brand new bitcoin address should be demanded from the recipient when sending bitcoin. Ginger has a user interface which discourages address reuse by removing from the GUI addresses which have received a coin.</p><p>It has been argued that the phrase 'bitcoin address' was a bad name for this object because it implies it can be reused like an email address. A better name would be something like 'bitcoin invoice'.</p><p>Bitcoin isn't anonymous but pseudonymous, and the pseudonyms are bitcoin addresses. Avoiding address reuse is like throwing away a pseudonym after it has been used.</p>",
  "faq10": "WHAT IS THE PASSWORD USED FOR?",
  "faq10-text": "<p>The password you set is used as a 13th seed word (as described in <a href='https://github.com/bitcoin/bips/blob/master/bip-0039.mediawiki' target='_blank'>BIP 39</a>) and to encrypt the private key of the extended private key (as described in <a href='https://github.com/bitcoin/bips/blob/master/bip-0038.mediawiki' target='_blank'>BIP 38</a>) to get an encrypted secret which is stored on the computer.</p><p>Ginger Wallet stores only the BIP38 encrypted blob, so you'll need to type in the password to spend or coinjoin from the wallet.</p><p>The password will unlock your bitcoin to anyone who has access to the recovery words backup or the computer! If your backup gets compromised, this password is the only thing protecting your precious sats.</p><p>It is important to use a random and long password.</p>",
  "faq11": "WHAT IS THE DEFAULT 2FA STATE OF GINGERWALLET?",
  "faq11-text": "<p>By default, GingerWallet operates without 2FA (Two-Factor Authentication), allowing users to use the wallet anonymously.</p>",
  "faq12": "HOW DO I ENABLE 2FA IN GINGERWALLET?",
  "faq12-text": "<strong>To enable 2FA:</strong> <ul><li>Go to Settings -> Security</li><li>Toggle the 2FA switch to 'On'</li><li>A QR code will appear in a pop-up window for the next steps.</li></ul><p>To use 2FA features in GingerWallet, you need to enable Tor. Since GingerWallet now operates with a new working folder, it's recommended to delete the old Wasabi working folder if it's no longer in use, as the files stored there are unencrypted.</p><p><strong>Important: Delete your old working folder only if the GingerWallet folder is in the same location and your updated app is functioning properly.</strong></p><strong>To delete old working folder on different systems:</strong><ul><li>Windows: /Users/{your username}/AppData/Roaming/WalletWasabi/Client</li><li>Linux: /home/{your username}/.walletwasabi/client</li><li>macOS: /Users/{your username}/.walletwasabi/client</li></ul><p>You cannot manually add 2FA to your auth folder using only a QR code.</p>",
  "faq13": "HOW DO I SET UP 2FA USING AN AUTHENTICATOR APP?",
  "faq13-text": "<strong>Once the QR code appears:</strong><ul><li>Scan it using a mobile authenticator app like Google Authenticator, 2FAS Auth, Aegis Authenticator, FreeOTP.</li><li>Make sure your authenticator app supports sha256 and 8 digit authentication if your are not using any from the previous examples</li><li>Enter the current PIN code displayed in your authenticator app into the input field below the QR code.</li><li>After verifying the PIN code, 2FA will be activated.</li></ul>",
  "faq14": "WHAT IS THE PURPOSE OF THE 2FA_INFO.GWS FILE?",
  "faq14-text": "<p>The <strong>2fa_info.gws file</strong> is an encrypted file that ensures the security of your wallet. Once 2FA is activated, this file is created on your device, and all existing and future wallets will be encrypted automatically.</p>",
  "faq15": "DO I NEED TO RESTART THE APPLICATION AFTER ENABLING 2FA?",
  "faq15-text": "<p>Yes, after activating 2FA, GingerWallet must be restarted for the changes to take effect.</p>",
  "faq16": "HOW DOES THE LOGIN PROCESS CHANGE AFTER ENABLING 2FA?",
  "faq16-text": "<strong>After restarting the application:</strong><ul><li>A pop-up window will request the current PIN code from your authenticator app at startup.</li><li>Enter the PIN code, and upon successful verification, the system will decode and load your wallet files.</li></ul>",
  "faq17": "HOW DO I DISABLE 2FA?",
  "faq17-text": "<strong>To disable 2FA:</strong><ul><li>Navigate to Settings -> Security</li> <li>Toggle the 2FA switch to 'Off.'</li><li>The system will deactivate 2FA and decode all wallet files.</li></ul>",
  "faq18": "WHAT SHOULD I DO IF I CHANGE DEVICES OR LOSE DATA?",
  "faq18-text": "<strong>In case of a device change or data loss:</strong><ul><li>Reinstall GingerWallet on the new device.</li><li>Restore your wallets using the securely stored seed words.</li> <li>You will need to set up 2FA again (if desired).</li></ul>",
  "faq19": "WHAT ARE THE SECURITY BEST PRACTICES FOR USING GINGERWALLET?",
  "faq19-text": "<ul><li>Always store your seed words in a secure, offline location.</li><li>If you lose your phone or suspect unauthorized access, immediately create a new wallet.</li><li>Transfer your assets to the new wallet and invalidate the old wallet's seed words.</li></ul>",
  "faq20": "DOES GINGERWALLET STORE ANY PERSONAL INFORMATION?",
  "faq20-text": "<p>No, GingerWallet operates anonymously. There is no user account or personal data storage. All security operations, including encryption, are performed locally on your device.</p>",
  "faq21": "WHAT HAPPENS IF I LOSE ACCESS TO MY AUTHENTICATOR APP?",
  "faq21-text": "<p>The combination of the encrypted <strong>2fa_info.gws file</strong> and the PIN code from the authenticator app ensures that your wallet remains secure. Proper storage of seed words is critical for recovering your wallet in case of device loss or reinstallation.</p>",
  "faq22": "HOW DOES GINGERWALLET ENSURE SECURITY WITH 2FA?",
  "faq22-text": "The combination of the encrypted 2fa_info.gws file and the PIN code from the authenticator app ensures your wallet's security. Proper storage of the seed words is crucial for recovering your wallet in case of device loss.",
  "faq23": "HOW CAN I RECOVER MY LABELS AND EXTRA OPTIONS FOR MY WALLET IF I'VE LOST THE 2FA KEY?",
  "faq23-text": "<p>If you've lost your 2FA key, you can still recover your labels and extra options with minimal manual work. Follow these steps:</p> <ol><li><strong>Move the attr file:</strong> First, locate the attr file and move it to a separate folder for safekeeping, as you’ll need it later.</li><li><strong>Recover the wallet:</strong> Use the recovery process in the application to restore your wallet.</li><li><strong>Close the application:</strong> Once the recovery process is complete, close the wallet application.</li><li><strong>Copy back the attr file:</strong> Replace the newly created attr file with the one you saved earlier by copying it back into its original location.</li><li><strong>Restart the application:</strong> Reopen the wallet application, and your wallet should be fully restored, even without the 2FA key.</li></ol><p>This process allows you to recover the labels, extra options, and other settings.</p>",
  "desktop-only": "Our software is exclusively available for desktop use. To download, please access this website from a desktop computer.",
  "release-notes": "RELEASE NOTES",
  "build": "or build it from source",
  "signature": "signature",
  "gingercord-1": "We strongly recommend using the Ginger Wallet client for long-term reliability!",
  "gingercord-2": "What is Ginger Coordinator address?",
  "addtowasabi-1": "How to add Ginger coordinator to Wasabi Wallet?",
  "addtowasabi-2": "<li>Click to Search bar » Type 'Config File' » Press ENTER</li><li>Change MainNetBackendUri from https://api.wasabiwallet.io/ to https://api.gingerwallet.io/</li><li>Restart Wasabi Wallet</li>",
  "addtowasabi-3": "The free remix and friends don't pay features are available only with Wasabi Wallet version 2.0.8.1 or earlier. If you are using a later version, you can still use our Coordinator, but without these benefits.",
  "addtowasabi-4": "How to add Ginger coordinator to BTCPay Server?",
  "addtowasabi-5": "<li>Select Discover Coordinators over Nostr</li><li>Select Ginger Coordinator</li><li>Save</li>",
  "documentation": "Documentation",
  "privacy-policy": "Privacy Policy"
}