{
  "nav-history": "Historial",
  "nav-why": "¿Por qué Ginger Wallet?",
  "nav-secure": "Coinjoins seguros",
  "nav-help": "Ayuda",
  "hero-title": "¡Tu billetera de Bitcoin más segura!",
  "hero-desc": "¡Descubre la billetera de Bitcoin de código abierto, no custodial, definitiva para escritorio! Disfruta de funciones avanzadas como CoinJoin con el coordinador predeterminado, 2FA con cifrado de billetera, soporte multilingüe, filtros de bloques, integración con Tor y funcionalidad de código QR. Además, disfruta de una compatibilidad perfecta con una amplia gama de billeteras hardware para una experiencia segura y versátil.",
  "download": "Descargar",
  "read-more": "Leer más",
  "download-title-1": "Recupera tu <span class='green-text d-block'>privacidad ahora</span>",
  "download-title-2": "Comienza en 3 simples pasos",
  "download-step-1": "1. Descarga Ginger Wallet",
  "download-step-2": "2. Crea una nueva billetera",
  "download-step-3": "3. Deja que Auto-CoinJoin haga su magia",
  "download-now": "DESCARGAR AHORA",
  "caption-about": "Acerca de nosotros",
  "title-about": "La historia de Ginger Wallet",
  "about-1": "Creemos que el problema más urgente que enfrenta la humanidad es arreglar el sistema monetario, con Bitcoin como la mejor solución y la privacidad como su mayor desafío.",
  "about-2": "Ginger Wallet fue creado para ayudar a Bitcoin a mantener sus principios cypherpunk en su camino hacia convertirse en una moneda de reserva global y abordar los problemas inherentes de privacidad de su registro público. Es por eso que Ginger Wallet es una billetera de Bitcoin open-source, no custodial, y centrada en la privacidad para escritorio que implementa tecnología CoinJoin sin confianza.",
  "about-3": "Después de años de investigación y desarrollo en privacidad, nos dimos cuenta de que tener buenas herramientas no es suficiente, también deben ser fáciles de usar. De lo contrario, solo serán utilizadas por una minoría, haciendo que esos usuarios se destaquen. Para fomentar la adopción de estas herramientas, Ginger está diseñado para ser fácil de usar y proporcionar privacidad automáticamente como predeterminado.",
  "history-title-1": "Wasabi Wallet sin CoinJoin",
  "history-text-1": "El coordinador predeterminado de CoinJoin de Wasabi Wallet dejó de operar.",
  "history-title-2": "Ginger Wallet",
  "history-text-2": "Ginger Wallet se bifurcó de Wasabi Wallet. Se ha establecido un nuevo coordinador con un servicio CoinJoin activo.",
  "caption-solutions": "Soluciones",
  "title-solutions": "¿POR QUÉ GINGER WALLET?",
  "text-solutions-1": "Vivimos en una sociedad que recuerda la visión distópica de Orwell, donde la vigilancia es omnipresente y tu información es explotada para categorizarte e influir en ti. Los proyectos de Bitcoin enfrentan una presión creciente para recopilar grandes cantidades de datos siempre que sea posible.",
  "text-solutions-2": "Es por eso que Ginger Wallet está diseñado como un software de conocimiento cero. Sus desarrolladores no pueden recopilar ninguna de tus informaciones sensibles. Tus transacciones de Bitcoin siguen siendo completamente tu propio negocio.",
  "solution-title-1": "Código abierto",
  "solution-text-1": "Ginger Wallet es un software <a href='https://github.com/GingerPrivacy/GingerWallet' target='_blank'>open-source</a> y <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/Guides/DeterministicBuildGuide.md' target='_blank'>reproducible de manera determinista</a>. Cualquiera puede ver, verificar e incluso contribuir al código.",
  "solution-title-2": "No custodial",
  "solution-text-2": "No son tus claves, no son tus monedas. Con Ginger Wallet, tienes control sobre tus claves privadas, otorgándote verdadera soberanía financiera.",
  "solution-title-3": "Sin confianza por diseño",
  "solution-text-3": "El software está diseñado para garantizar que ni el público ni los desarrolladores puedan comprometer tu privacidad. Esto se logra mediante <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>CoinJoins</a>, <a href='https://nopara73.medium.com/bitcoin-core-vs-Ginger-wallet-network-level-privacy-bdca1d501387' target='_blank'>filtrado de bloques del lado del cliente</a> y comunicación a través de la <a href='https://www.torproject.org/' target='_blank'>red de anonimato Tor</a>.",
  "solution-title-4": "Fácil de usar",
  "solution-text-4": "Ginger está diseñado como una billetera de Bitcoin <a href='https://www.researchgate.net/publication/228348285_Anonymity_loves_company_Usability_and_the_network_effect' target='_blank'>fácil de usar</a> que maneja tu privacidad automáticamente en segundo plano, incluyendo conexiones de red, <a href='https://en.bitcoin.it/wiki/Transaction#Input' target='_blank'>selección de entradas</a> y CoinJoin.",
  "solution-title-5": "Completo",
  "solution-text-5": "La billetera utiliza <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>WabiSabi</a>, un esquema de credenciales anónimas diseñado para facilitar CoinJoins más accesibles y eficientes. Esto permite que los usuarios aprovechen las mejores herramientas de privacidad sin necesidad de una cantidad significativa de Bitcoin en su billetera.",
  "solution-title-6": "Asequible",
  "solution-text-6": "CoinJoin de monedas con un valor superior a 0.01 BTC incurre en una tarifa del 0.3% para el <a href='https://github.com/GingerPrivacy/GingerWallet/tree/master/WalletWasabi.Backend' target='_blank'>coordinador</a> + <a href='https://mempool.space/' target='_blank'>tarifas de minería</a>. Las entradas de 0.01 BTC o menos, así como los remixes, están exentos de las tarifas del coordinador, incluso después de una sola transacción. Por lo tanto, un pago realizado con fondos CoinJoin permite tanto al remitente como al destinatario hacer un remix de sus monedas sin incurrir en tarifas del coordinador.",
  "caption-secure": "CoinJoins seguros",
  "title-secure": "¡Tu seguridad es nuestra prioridad!",
  "text-secure": "Aunque es un mercado libre donde cualquiera puede actuar como coordinador, pocos asumen la responsabilidad. Somos de los pocos que lo hacemos. Con nuestro trasfondo seguro, aseguramos que tus monedas permanezcan separadas de fuentes ilícitas, lo que las hace aceptables en intercambios u otras plataformas. Además, contamos con suficiente liquidez para lograr excelentes niveles de privacidad.",
  "box-title-1": "CoinJoins seguros",
  "box-text-1": "Priorizamos tu privacidad y trabajamos diligentemente para mantener tus monedas separadas de fuentes ilícitas. Nuestro compromiso con la seguridad y liquidez garantiza un alto nivel de anonimato y confianza.",
  "box-title-2": "Funciona por defecto",
  "box-text-2": "¿No estás seguro de qué coordinador usar o cómo configurarlo? Ginger CoinJoin está listo para usar tan pronto como lo descargues, sin pasos adicionales. Por defecto, utiliza nuestro coordinador con todos los parámetros preconfigurados y tarifas garantizadas. ¡Pruébalo!",
  "box-title-3": "El tamaño importa",
  "box-text-3": "Priorizamos CoinJoins con más participantes en lugar de rondas más pequeñas y rápidas. Los CoinJoins más grandes ofrecen mayor anonimato, menores costos y mejor eficiencia en el espacio de bloques.",
  "caption-help": "Ayuda",
  "title-help": "Preguntas frecuentes",
  "faq1": "¿QUÉ ES UN 'COINJOIN'?",
  "faq1-text": "<p>Un CoinJoin es una transacción colaborativa entre varios participantes.</p><p>Normalmente, pero no necesariamente, consiste en algunas denominaciones estándar de salida en las que los participantes deben dividir sus monedas. Esto dificulta que las partes externas rastreen a dónde se envió una moneda en particular (a diferencia de las transacciones de Bitcoin regulares, donde generalmente hay un remitente y un receptor).</p><p>Los CoinJoins se pueden hacer con software no custodial como Ginger Wallet, lo que elimina el riesgo de que los fondos desaparezcan o sean robados. Los fondos siempre estarán en una dirección de Bitcoin que el usuario controla, y ni siquiera los desarrolladores pueden modificar la transacción o redirigir los fondos.</p><p>CoinJoin básicamente significa: “cuando quieras hacer una transacción, encuentra a alguien más que también quiera hacer una transacción y haz una transacción conjunta juntos”.</p>",
  "faq2": "¿CUÁLES SON LAS TARIFAS DE LOS COINJOINS?",
  "faq2-text": "<p>CoinJoin de monedas con un valor superior a 0.01 BTC cuesta una tarifa del 0.3 % para el coordinador + tarifas de minería. Las entradas de 0.01 BTC o menos no pagan tarifas de coordinador, ni los remixes, incluso después de una transacción. Por lo tanto, un pago realizado con fondos CoinJoin permite tanto al remitente como al receptor hacer un remix de sus monedas sin pagar tarifas de coordinador.</p>",
  "faq3": "¿NECESITO CONFIAR EN GINGER CON MIS MONEDAS?",
  "faq3-text": "<p>No, la implementación de CoinJoin de Ginger es sin confianza por diseño. Los participantes no necesitan confiar entre sí ni en el coordinador. Dado que solo el usuario conoce las claves privadas, solo él puede firmar la transacción, lo cual solo ocurrirá después de verificar que todo esté bien. Nadie puede robar tus monedas ni descubrir qué salidas corresponden a qué entradas.</p>",
  "faq4": "¿GINGER SOPORTA BILLETERAS HARDWARE?",
  "faq4-text": "<p>Sí, Ginger soporta el uso de billeteras hardware a través del estándar Bitcoin-core HWI, aunque actualmente no es posible hacer CoinJoins directamente desde o hacia una billetera hardware.</p><p>Aquí hay una <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-hardware-wallets' target='_blank'>lista</a> de las billeteras hardware oficialmente soportadas.</p>",
  "faq5": "¿HAY UNA VERSIÓN PARA ANDROID/IOS?",
  "faq5-text": "<p>No. Las funciones de Ginger, como CoinJoin, requieren una potencia de cálculo considerable, lo cual no es replicable actualmente en un teléfono móvil.</p>",
  "faq6": "¿GINGER SOPORTA ALTCOINS?",
  "faq6-text": "<p>Hay innumerables razones por las cuales es la única opción lógica ser solo bitcoin. Con Bitcoin tenemos una oportunidad única para manifestar dinero libre y sólido. Si tenemos éxito, entonces puede surgir una hermosa ágora de individuos soberanos. Si fracasamos, esto desatará la peor pesadilla orwelliana. No hay espacio para perder tiempo y energía, este gran trabajo requiere toda nuestra atención. Cada línea de código escrita para apoyar un shitcoin aleatorio quita tiempo de desarrollo valioso para trabajar en problemas reales.</p>",
  "faq7": "¿CUÁLES SON LOS REQUISITOS MÍNIMOS PARA EJECUTAR GINGER?",
  "faq7-text": "<p>Ginger funciona en la mayoría de los sistemas operativos con arquitectura de 64 bits.</p><p>Para la lista completa de todos los sistemas operativos oficialmente soportados, haga clic <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-operating-systems' target='_blank'>aquí</a>.</p>",
  "faq8": "¿NECESITO EJECUTAR TOR?",
  "faq8-text": "<p>Todo el tráfico de la red de Ginger pasa por Tor por defecto, no es necesario configurar Tor por ti mismo. Si ya tienes Tor ejecutándose, Ginger intentará usarlo primero.</p><p>Puedes desactivar Tor en la configuración. Ten en cuenta que en este caso todavía estarás privado, excepto cuando hagas un CoinJoin o cuando transmitas una transacción. En el primer caso, el coordinador sabría los enlaces entre tus entradas y salidas basado en tu dirección IP. En el segundo caso, si transmites una transacción a un nodo completo que te está espiando, sabría el vínculo entre tu transacción y tu dirección IP.</p>",
  "faq9": "¿POR QUÉ ES IMPORTANTE USAR UNA NUEVA DIRECCIÓN PARA CADA PAGO?",
  "faq9-text": "<p>El uso de direcciones más de una vez daña gravemente la privacidad porque eso vincula más transacciones de blockchain con la prueba de que fueron creadas por la misma entidad. La forma más privada y segura de usar bitcoin es enviar una nueva dirección a cada persona que te pague. Después de que una dirección haya recibido una moneda, nunca debe volver a usarse. Además, se debe solicitar una nueva dirección de bitcoin al receptor cuando se envíe bitcoin. Ginger tiene una interfaz de usuario que desalienta la reutilización de direcciones al eliminar de la GUI las direcciones que ya han recibido una moneda.</p><p>Se ha argumentado que el término 'dirección de bitcoin' era un mal nombre para este objeto porque implica que puede ser reutilizado como una dirección de correo electrónico. Un nombre mejor sería algo como 'factura de bitcoin'.</p><p>Bitcoin no es anónimo sino seudónimo, y los seudónimos son las direcciones de bitcoin. Evitar la reutilización de direcciones es como desechar un seudónimo después de haberlo usado.</p>",
  "faq10": "¿PARA QUÉ SIRVE LA CONTRASEÑA?",
  "faq10-text": "<p>La contraseña que configures se usa como una palabra semilla 13 (como se describe en <a href='https://github.com/bitcoin/bips/blob/master/bip-0039.mediawiki' target='_blank'>BIP 39</a>) y para cifrar la clave privada de la clave extendida privada (como se describe en <a href='https://github.com/bitcoin/bips/blob/master/bip-0038.mediawiki' target='_blank'>BIP 38</a>) para obtener un secreto cifrado que se almacena en la computadora.</p><p>Ginger Wallet solo almacena el blob cifrado BIP38, por lo que necesitarás escribir la contraseña para gastar o hacer CoinJoin desde la billetera.</p><p>La contraseña desbloqueará tus bitcoins para cualquiera que tenga acceso a las palabras de recuperación o a la computadora. Si tu copia de seguridad se ve comprometida, esta contraseña es lo único que protege tus preciosos sats.</p><p>Es importante usar una contraseña aleatoria y larga.</p>",
  "faq11": "¿CUÁL ES EL ESTADO POR DEFECTO DE LA 2FA EN GINGERWALLET?",
  "faq11-text": "<p>Por defecto, GingerWallet funciona sin 2FA (autenticación de dos factores), lo que permite a los usuarios usar la billetera de forma anónima.</p>",
  "faq12": "¿CÓMO ACTIVO LA 2FA EN GINGERWALLET?",
  "faq12-text": "<strong>Para activar la 2FA:</strong> <ul><li>Ve a Configuración -> Seguridad</li><li>Activa el interruptor de 2FA en 'Encendido'</li><li>Un código QR aparecerá en una ventana emergente para los siguientes pasos.</li></ul><p>Para usar las funciones de 2FA en GingerWallet, necesitas activar Tor. Como GingerWallet ahora funciona con una nueva carpeta de trabajo, se recomienda eliminar la antigua carpeta de trabajo de Wasabi si ya no se utiliza, ya que los archivos almacenados allí no están cifrados.</p><p><strong>Importante: Elimina la antigua carpeta de trabajo solo si la carpeta de GingerWallet está en la misma ubicación y tu aplicación actualizada funciona correctamente.</strong></p><strong>Para eliminar la antigua carpeta de trabajo en diferentes sistemas:</strong><ul><li>Windows: /Usuarios/{tu nombre de usuario}/AppData/Roaming/WalletWasabi/Client</li><li>Linux: /home/{tu nombre de usuario}/.walletwasabi/client</li><li>macOS: /Usuarios/{tu nombre de usuario}/.walletwasabi/client</li></ul><p>No puedes agregar manualmente la 2FA a tu carpeta de autenticación usando solo un código QR.</p>",
  "faq13": "¿CÓMO CONFIGURO LA 2FA CON UNA APLICACIÓN DE AUTENTIFICADOR?",
  "faq13-text": "<strong>Una vez que aparezca el código QR:</strong><ul><li>Escanéalo con una aplicación de autenticador móvil como Google Authenticator, 2FAS Auth, Aegis Authenticator, FreeOTP.</li><li>Asegúrate de que tu aplicación de autenticación sea compatible con sha256 y autenticación de 8 dígitos si no usas ninguna de las aplicaciones anteriores</li><li>Introduce el código PIN actual que se muestra en tu aplicación de autenticación en el campo debajo del código QR.</li><li>Después de verificar el código PIN, la 2FA se activará.</li></ul>",
  "faq14": "¿PARA QUÉ SIRVE EL ARCHIVO 2FA_INFO.GWS?",
  "faq14-text": "<p>El archivo <strong>2fa_info.gws</strong> es un archivo cifrado que asegura la seguridad de tu billetera. Una vez activada la 2FA, este archivo se crea en tu dispositivo y todas las billeteras existentes y futuras se cifrarán automáticamente.</p>",
  "faq15": "¿DEBO REINICIAR LA APLICACIÓN DESPUÉS DE ACTIVAR LA 2FA?",
  "faq15-text": "<p>Sí, después de activar la 2FA, GingerWallet debe reiniciarse para que los cambios tengan efecto.</p>",
  "faq16": "¿CÓMO CAMBIA EL PROCESO DE INICIO DE SESIÓN DESPUÉS DE ACTIVAR LA 2FA?",
  "faq16-text": "<strong>Después de reiniciar la aplicación:</strong><ul><li>Aparecerá una ventana emergente que te pedirá el código PIN actual de tu aplicación de autenticación al iniciar.</li><li>Introduce el código PIN y, después de verificarlo con éxito, el sistema decodificará y cargará los archivos de tu billetera.</li></ul>",
  "faq17": "¿CÓMO DESACTIVO LA 2FA?",
  "faq17-text": "<strong>Para desactivar la 2FA:</strong><ul><li>Ve a Configuración -> Seguridad</li><li>Cambia el interruptor de 2FA a 'Apagado'.</li><li>El sistema desactivará la 2FA y decodificará todos los archivos de la billetera.</li></ul>",
  "faq18": "¿QUÉ DEBO HACER SI CAMBIO DE DISPOSITIVO O PERDO DATOS?",
  "faq18-text": "<strong>En caso de cambiar de dispositivo o perder datos:</strong><ul><li>Reinstala GingerWallet en el nuevo dispositivo.</li><li>Restaura tus billeteras utilizando las palabras semilla almacenadas de forma segura.</li><li>Deberás configurar la 2FA nuevamente (si lo deseas).</li></ul>",
  "faq19": "¿CUÁLES SON LAS MEJORES PRÁCTICAS DE SEGURIDAD PARA USAR GINGERWALLET?",
  "faq19-text": "<ul><li>Guarda siempre tus palabras semilla en un lugar seguro y fuera de línea.</li><li>Si pierdes tu teléfono o sospechas de un acceso no autorizado, crea de inmediato una nueva billetera.</li><li>Transfiere tus activos a la nueva billetera y invalida las palabras semilla de la billetera antigua.</li></ul>",
  "faq20": "¿GINGERWALLET ALMACENA ALGÚN TIPO DE INFORMACIÓN PERSONAL?",
  "faq20-text": "<p>No, GingerWallet opera de manera anónima. No hay cuentas de usuario ni almacenamiento de datos personales. Todas las operaciones de seguridad, incluido el cifrado, se realizan localmente en tu dispositivo.</p>",
  "faq21": "¿QUÉ PASA SI PERDÍ EL ACCESO A MI APLICACIÓN DE AUTENTIFICADOR?",
  "faq21-text": "<p>La combinación del archivo cifrado <strong>2fa_info.gws</strong> y el código PIN de la aplicación de autenticación garantiza que tu billetera siga siendo segura. Es fundamental almacenar correctamente las palabras semilla para recuperar tu billetera en caso de pérdida del dispositivo o reinstalación.</p>",
  "faq22": "¿CÓMO GARANTIZA GINGERWALLET LA SEGURIDAD CON 2FA?",
  "faq22-text": "La combinación del archivo cifrado 2fa_info.gws y el código PIN de la aplicación de autenticación asegura la seguridad de tu billetera. El almacenamiento adecuado de las palabras semilla es crucial para recuperar tu billetera en caso de pérdida del dispositivo.",
  "faq23": "¿CÓMO PUEDO RECUPERAR MIS ETIQUETAS Y OPCIONES EXTRA DE MI BILLETERA SI HE PERDIDO LA CLAVE 2FA?",
  "faq23-text": "<p>Si has perdido tu clave 2FA, aún puedes recuperar tus etiquetas y opciones extra con un mínimo de trabajo manual. Sigue estos pasos:</p> <ol><li><strong>Mueve el archivo attr:</strong> Primero, localiza el archivo attr y muévelo a una carpeta separada para guardarlo de forma segura, ya que lo necesitarás más tarde.</li><li><strong>Recupera la billetera:</strong> Utiliza el proceso de recuperación en la aplicación para restaurar tu billetera.</li><li><strong>Cierra la aplicación:</strong> Una vez que se complete el proceso de recuperación, cierra la aplicación de la billetera.</li><li><strong>Copia el archivo attr:</strong> Sustituye el archivo attr recién creado por el que guardaste anteriormente copiándolo de vuelta a su ubicación original.</li><li><strong>Reinicia la aplicación:</strong> Abre nuevamente la aplicación de la billetera, y tu billetera debe estar completamente restaurada, incluso sin la clave 2FA.</li></ol><p>Este proceso te permite recuperar las etiquetas, opciones extra y otros ajustes.</p>",
  "desktop-only": "Nuestro software está disponible exclusivamente para su uso en escritorio. Para descargarlo, por favor accede a este sitio desde un ordenador de escritorio.",
  "release-notes": "NOTAS DE LANZAMIENTO",
  "build": "o compílalo desde el código fuente",
  "signature": "firma",
  "gingercord-1": "¡Te recomendamos encarecidamente usar el cliente Ginger Wallet para una fiabilidad a largo plazo!",
  "gingercord-2": "¿Cuál es la dirección del coordinador Ginger?",
  "addtowasabi-1": "¿Cómo agregar el coordinador Ginger a Wasabi Wallet?",
  "addtowasabi-2": "<li>Haz clic en la barra de búsqueda » Escribe 'Archivo de configuración' » Presiona ENTER</li><li>Cambia MainNetBackendUri de https://api.wasabiwallet.io/ a https://api.gingerwallet.io/</li><li>Reinicia Wasabi Wallet</li>",
  "addtowasabi-3": "Las funciones de remix gratuito y amigos no pagan solo están disponibles con Wasabi Wallet versión 2.0.8.1 o anterior. Si estás usando una versión posterior, aún puedes usar nuestro Coordinador, pero sin estos beneficios.",
  "addtowasabi-4": "¿Cómo agregar el coordinador Ginger a BTCPay Server?",
  "addtowasabi-5": "<li>Selecciona Descubrir Coordinadores a través de Nostr</li><li>Selecciona Coordinador Ginger</li><li>Guardar</li>",
  "documentation": "Documentación",
  "privacy-policy": "Política de privacidad"
}