{
  "nav-history": "Historique",
  "nav-why": "Pourquoi Ginger Wallet ?",
  "nav-secure": "Coinjoins sécurisés",
  "nav-buysell": "Acheter & Vendre Bitcoin",
  "nav-help": "Aide",
  "hero-title": "Votre portefeuille Bitcoin le plus sécurisé !",
  "hero-desc": "Découvrez le portefeuille Bitcoin open-source, non-custodial, ultime pour votre bureau ! Profitez de fonctionnalités avancées comme CoinJoin avec le coordinateur par défaut, 2FA avec cryptage du portefeuille, support multilingue, filtres de blocs, intégration Tor, et fonctionnalité de code QR. De plus, bénéficiez d'une compatibilité transparente avec une large gamme de portefeuilles matériels pour une expérience sécurisée et polyvalente.",
  "download": "Télécharger",
  "read-more": "Lire la suite",
  "download-title-1": "Récupérez votre <span class='green-text d-block'>vie privée maintenant</span>",
  "download-title-2": "Commencez en 3 étapes simples",
  "download-step-1": "1. Téléchargez Ginger Wallet",
  "download-step-2": "2. Créez un nouveau portefeuille",
  "download-step-3": "3. Laissez auto-coinjoin faire sa magie",
  "download-now": "Téléchargez MAINTENANT",
  "caption-about": "À propos de nous",
  "title-about": "L'histoire de Ginger Wallet",
  "about-1": "Nous croyons que le problème le plus urgent auquel l'humanité fait face est de réparer le système monétaire, avec Bitcoin comme meilleure solution et la confidentialité comme son plus grand défi.",
  "about-2": "Ginger Wallet a été créé pour aider Bitcoin à conserver ses principes cypherpunk dans son parcours vers devenir une monnaie de réserve mondiale et résoudre les problèmes de confidentialité inhérents à son registre public. C'est pourquoi Ginger Wallet est un portefeuille Bitcoin open-source, non-custodial et axé sur la confidentialité pour bureau qui implémente la technologie CoinJoin sans confiance.",
  "about-3": "Après des années de recherche et de développement sur la confidentialité, nous avons réalisé que de bons outils ne suffisent pas — ils doivent également être faciles à utiliser. Sinon, ils ne seront utilisés que par une minorité, faisant en sorte que ces utilisateurs se démarquent. Pour encourager l'adoption de ces outils, Ginger est conçu pour être convivial et fournir la confidentialité automatiquement par défaut.",
  "history-title-1": "Wasabi Wallet sans CoinJoin",
  "history-text-1": "Le coordinateur par défaut de CoinJoin de Wasabi Wallet a cessé de fonctionner.",
  "history-title-2": "Ginger Wallet",
  "history-text-2": "Ginger Wallet est un fork de Wasabi Wallet. Un nouveau coordinateur avec un service CoinJoin actif a été établi.",
  "caption-solutions": "Solutions",
  "title-solutions": "POURQUOI GINGER WALLET ?",
  "text-solutions-1": "Nous vivons dans une société rappelant la vision dystopique d'Orwell, où la surveillance est omniprésente et vos informations sont exploitées pour vous catégoriser et vous influencer. Les projets Bitcoin font face à une pression croissante pour collecter des données étendues chaque fois que possible.",
  "text-solutions-2": "C'est pourquoi Ginger Wallet est conçu comme un logiciel à connaissance zéro. Ses développeurs ne peuvent collecter aucune de vos informations sensibles. Vos transactions Bitcoin restent entièrement votre propre affaire.",
  "solution-title-1": "Open Source",
  "solution-text-1": "Ginger Wallet est un logiciel <a href='https://github.com/GingerPrivacy/GingerWallet' target='_blank'>open-source</a> et <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/Guides/DeterministicBuildGuide.md' target='_blank'>reproductible de manière déterministe</a>. Tout le monde peut voir, vérifier et même contribuer au code.",
  "solution-title-2": "Non-custodial",
  "solution-text-2": "Ce ne sont pas vos clés, ce ne sont pas vos coins. Avec Ginger Wallet, vous avez le contrôle de vos clés privées, vous accordant une véritable souveraineté financière.",
  "solution-title-3": "Sans confiance par conception",
  "solution-text-3": "Le logiciel est conçu pour garantir que ni le public ni les développeurs ne peuvent compromettre votre confidentialité. Cela est réalisé par des <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>CoinJoins</a>, <a href='https://nopara73.medium.com/bitcoin-core-vs-Ginger-wallet-network-level-privacy-bdca1d501387' target='_blank'>filtrage des blocs côté client</a>, et la communication via le <a href='https://www.torproject.org/' target='_blank'>réseau Tor d'anonymat.</a>",
  "solution-title-4": "Facile à utiliser",
  "solution-text-4": "Ginger est conçu comme un portefeuille Bitcoin <a href='https://www.researchgate.net/publication/228348285_Anonymity_loves_company_Usability_and_the_network_effect' target='_blank'>convivial</a> qui gère automatiquement votre confidentialité en arrière-plan, y compris les connexions réseau, la <a href='https://en.bitcoin.it/wiki/Transaction#Input' target='_blank'>sélection des entrées</a>, et le CoinJoin.",
  "solution-title-5": "Complet",
  "solution-text-5": "Le portefeuille utilise <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>WabiSabi</a>, un schéma de credential anonyme conçu pour faciliter des CoinJoins plus accessibles et efficaces. Cela permet aux utilisateurs de tirer parti des meilleurs outils de confidentialité sans avoir besoin d'un montant important de bitcoins dans leur portefeuille.",
  "solution-title-6": "Abordable",
  "solution-text-6": "Les CoinJoins de pièces d'une valeur supérieure à 0.01 BTC entraînent des frais de 0.3 % pour le <a href='https://github.com/GingerPrivacy/GingerWallet/tree/master/WalletWasabi.Backend' target='_blank'>coordinateur</a> + <a href='https://mempool.space/' target='_blank'>frais de minage</a>. Les entrées de 0.01 BTC ou moins, ainsi que les remixes, sont exemptées de frais de coordinateur, même après une seule transaction. Par conséquent, un paiement effectué avec des fonds CoinJoin permet à la fois à l'expéditeur et au destinataire de remix leurs coins sans encourir de frais de coordinateur.",
  "caption-secure": "CoinJoins sécurisés",
  "title-secure": "Votre sécurité est notre priorité absolue !",
  "text-secure": "Bien que ce soit un marché libre où tout le monde peut agir comme coordinateur, peu prennent leurs responsabilités. Nous sommes l'un des rares à le faire. Avec notre expérience en sécurité, nous veillons à ce que vos coins restent séparés des sources illicites, les rendant acceptables par les échanges ou autres plateformes. De plus, nous avons une liquidité suffisante pour atteindre d'excellents niveaux de confidentialité.",
  "box-title-1": "CoinJoins sécurisés",
  "box-text-1": "Nous accordons une priorité absolue à votre confidentialité et travaillons sans relâche pour séparer vos coins des sources illicites. Notre engagement envers la sécurité et la liquidité garantit un niveau élevé d'anonymat et de confiance.",
  "box-title-2": "Fonctionne par défaut",
  "box-text-2": "Vous ne savez pas quel coordinateur utiliser ou comment le configurer ? Ginger CoinJoin est prêt à l'emploi dès le téléchargement — aucune étape supplémentaire n'est nécessaire. Par défaut, il utilise notre coordinateur avec tous les paramètres pré-configurés et des frais garantis. Essayez-le !",
  "box-title-3": "La taille compte",
  "box-text-3": "Nous privilégions les CoinJoins avec plus de participants plutôt que des rounds plus petits et plus rapides. Les CoinJoins plus grands offrent plus d'anonymat, des coûts plus bas et une meilleure efficacité de l'espace de bloc.",
  "caption-help": "Aide",
  "title-help": "Questions fréquemment posées",
  "faq1": "QU'EST-CE QU'UN « COINJOIN » ?",
  "faq1-text": "<p>Un CoinJoin est une transaction collaborative entre plusieurs pairs.</p><p>Habituellement, mais pas nécessairement, elle consiste en certaines dénominations de sortie standard auxquelles les participants devraient diviser leurs coins. Cela rend difficile pour les parties externes de tracer où une pièce particulière a été envoyée (contrairement aux transactions Bitcoin régulières, où il y a généralement un expéditeur et un destinataire).</p><p>Les CoinJoins peuvent être effectués avec un logiciel non-custodial comme Ginger Wallet, qui élimine le risque de disparition ou de vol de fonds. Les fonds seront toujours dans une adresse Bitcoin que l'utilisateur contrôle et même les développeurs ne peuvent pas modifier la transaction ou rediriger les fonds.</p><p>CoinJoin signifie essentiellement : « lorsque vous voulez effectuer une transaction, trouvez quelqu'un d'autre qui veut aussi faire une transaction et faites une transaction conjointe ensemble ».</p>",
  "faq2": "QUELS SONT LES FRAIS POUR LES COINJOINS ?",
  "faq2-text": "<p>Les CoinJoins de pièces d'une valeur supérieure à 0.01 BTC coûtent 0.3 % de frais pour le coordinateur + frais de minage. Les entrées de 0.01 BTC ou moins ne paient pas de frais de coordinateur, ni les remixes, même après une transaction. Ainsi, un paiement effectué avec des fonds CoinJoin permet à l'expéditeur et au destinataire de remixer leurs coins sans payer de frais de coordinateur.</p>",
  "faq3": "DOIS-JE FAIRE CONFIANCE À GINGER AVEC MES COINS ?",
  "faq3-text": "<p>Non, l'implémentation CoinJoin de Ginger est sans confiance par conception. Les participants n'ont pas besoin de se faire confiance les uns aux autres ou au coordinateur. Puisque seul l'utilisateur connaît les clés privées, seul lui peut signer la transaction, ce qui ne se fait qu'après avoir vérifié que tout est en ordre. Personne ne peut voler vos coins, ni découvrir quelles sorties appartiennent à quelles entrées.</p>",
  "faq4": "GINGER SOUTIENT-IL LES PORTEFEUILLES MATÉRIELS ?",
  "faq4-text": "<p>Oui, Ginger prend en charge l'utilisation des portefeuilles matériels via le standard Bitcoin-core HWI, bien que les CoinJoins directement depuis ou vers un portefeuille matériel ne soient pas encore possibles.</p><p>Voici une <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-hardware-wallets' target='_blank'>liste</a> des portefeuilles matériels officiellement pris en charge.</p>",
  "faq5": "Y A-T-IL UNE VERSION ANDROID/IOS ?",
  "faq5-text": "<p>Non. Les fonctionnalités de Ginger, comme CoinJoin, nécessitent une puissance de calcul considérable, ce qui n'est actuellement pas réplicable sur un smartphone.</p>",
  "faq6": "GINGER SOUTIENT-IL LES ALTCOINS ?",
  "faq6-text": "<p>Il y a d'innombrables raisons pour lesquelles il est la seule option logique d'être uniquement bitcoin. Avec Bitcoin, nous avons une occasion unique de manifester une monnaie libre et solide. Si nous réussissons, alors une magnifique agora d'individus souverains peut émerger. Si nous échouons, cela invoquera le cauchemar orwellien le plus horrible. Il n'y a pas de place pour perdre du temps et de l'énergie, ce grand travail exige toute notre attention. Toute ligne de code écrite pour soutenir un shitcoin aléatoire prend du temps de développeur précieux pour résoudre de vrais problèmes.</p>",
  "faq7": "QUELLES SONT LES EXIGENCES MINIMALES POUR EXÉCUTER GINGER ?",
  "faq7-text": "<p>Ginger fonctionne dans la plupart des systèmes d'exploitation avec une architecture 64 bits.</p><p>Pour la liste complète de tous les systèmes d'exploitation officiellement pris en charge, cliquez <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-operating-systems' target='_blank'>ici</a>.</p>",
  "faq8": "DOIS-JE EXÉCUTER TOR ?",
  "faq8-text": "<p>Tous les trafic réseau de Ginger passe par Tor par défaut - il n'est pas nécessaire de configurer Tor vous-même. Si vous avez déjà Tor en fonctionnement, Ginger tentera de l'utiliser en priorité. </p><p> Vous pouvez désactiver Tor dans les paramètres. Notez qu'à ce moment-là, vous êtes toujours privé, sauf lors du CoinJoin et lorsque vous diffusez une transaction. Dans le premier cas, le coordinateur saurait les liens entre vos entrées et sorties en fonction de votre adresse IP. Dans le second cas, si vous diffusez une transaction à un nœud complet qui vous espionne, il saura le lien entre votre transaction et votre adresse IP.</p>",
  "faq9": "POURQUOI EST-IL IMPORTANT D'UTILISER UNE NOUVELLE ADRESSE POUR CHAQUE PAIEMENT ?",
  "faq9-text": "<p>L'utilisation d'adresses plus d'une fois nuit gravement à la confidentialité car cela relie plus de transactions de la blockchain avec la preuve qu'elles ont été créées par la même entité. La manière la plus privée et sécurisée d'utiliser Bitcoin est d'envoyer une toute nouvelle adresse à chaque personne qui vous paye. Après qu'une adresse ait reçu un coin, elle ne doit jamais être utilisée à nouveau. De plus, une toute nouvelle adresse Bitcoin doit être demandée au destinataire lorsqu'on envoie du bitcoin. Ginger dispose d'une interface utilisateur qui décourage la réutilisation des adresses en supprimant de l'interface les adresses qui ont reçu un coin.</p><p>Il a été argumenté que le terme 'adresse bitcoin' était un mauvais nom pour cet objet car il implique qu'elle peut être réutilisée comme une adresse email. Un meilleur nom serait quelque chose comme 'facture bitcoin'.</p><p>Bitcoin n'est pas anonyme mais pseudonyme, et les pseudonymes sont des adresses bitcoin. Éviter la réutilisation d'adresse, c'est comme jeter un pseudonyme après qu'il ait été utilisé.</p>",
  "faq10": "À QUOI SERT LE MOT DE PASSE ?",
  "faq10-text": "<p>Le mot de passe que vous définissez est utilisé comme un 13e mot de semence (comme décrit dans <a href='https://github.com/bitcoin/bips/blob/master/bip-0039.mediawiki' target='_blank'>BIP 39</a>) et pour chiffrer la clé privée de la clé privée étendue (comme décrit dans <a href='https://github.com/bitcoin/bips/blob/master/bip-0038.mediawiki' target='_blank'>BIP 38</a>) pour obtenir un secret chiffré qui est stocké sur l'ordinateur.</p><p>Ginger Wallet stocke uniquement le blob chiffré BIP38, donc vous devrez taper le mot de passe pour dépenser ou faire un CoinJoin depuis le portefeuille.</p><p>Le mot de passe déverrouillera vos bitcoins pour toute personne ayant accès aux mots de récupération ou à l'ordinateur ! Si votre sauvegarde est compromise, ce mot de passe est la seule chose qui protège vos précieux sats.</p><p>Il est important d'utiliser un mot de passe aléatoire et long.</p>",
  "faq11": "ÉTAT PAR DÉFAUT DE LA 2FA DANS GINGERWALLET ?",
  "faq11-text": "<p>Par défaut, GingerWallet fonctionne sans 2FA (authentification à deux facteurs), permettant aux utilisateurs d'utiliser le portefeuille de manière anonyme.</p>",
  "faq12": "COMMENT ACTIVER LA 2FA DANS GINGERWALLET ?",
  "faq12-text": "<strong>Pour activer la 2FA :</strong> <ul><li>Allez dans Paramètres -> Sécurité</li><li>Activez l'interrupteur 2FA sur 'On'</li><li>Un code QR apparaîtra dans une fenêtre contextuelle pour les étapes suivantes.</li></ul><p>Pour utiliser les fonctionnalités 2FA dans GingerWallet, vous devez activer Tor. Puisque GingerWallet fonctionne maintenant avec un nouveau dossier de travail, il est recommandé de supprimer l'ancien dossier de travail Wasabi s'il n'est plus utilisé, car les fichiers stockés là-bas ne sont pas chiffrés.</p><p><strong>Important : Supprimez votre ancien dossier de travail uniquement si le dossier GingerWallet est au même emplacement et que votre application mise à jour fonctionne correctement.</strong></p><strong>Pour supprimer l'ancien dossier de travail sur différents systèmes :</strong><ul><li>Windows : /Users/{votre nom d'utilisateur}/AppData/Roaming/WalletWasabi/Client</li><li>Linux : /home/{votre nom d'utilisateur}/.walletwasabi/client</li><li>macOS : /Users/{votre nom d'utilisateur}/.walletwasabi/client</li></ul><p>Vous ne pouvez pas ajouter manuellement la 2FA à votre dossier d'authentification en utilisant uniquement un code QR.</p>",
  "faq13": "COMMENT CONFIGURER LA 2FA AVEC UNE APPLICATION D'AUTHENTIFICATEUR ?",
  "faq13-text": "<strong>Une fois que le code QR apparaît :</strong><ul><li>Scannez-le avec une application d'authentificateur mobile comme Google Authenticator, 2FAS Auth, Aegis Authenticator, FreeOTP.</li><li>Assurez-vous que votre application d'authentification prend en charge sha256 et l'authentification à 8 chiffres si vous n'utilisez aucune des applications précédentes</li><li>Entrez le code PIN actuel affiché dans votre application d'authentification dans le champ ci-dessous le code QR.</li><li>Après vérification du code PIN, la 2FA sera activée.</li></ul>",
  "faq14": "À QUOI SERT LE FICHIER 2FA_INFO.GWS ?",
  "faq14-text": "<p>Le fichier <strong>2fa_info.gws</strong> est un fichier chiffré qui assure la sécurité de votre portefeuille. Une fois la 2FA activée, ce fichier est créé sur votre appareil, et tous les portefeuilles existants et futurs seront automatiquement chiffrés.</p>",
  "faq15": "DOIS-JE REDÉMARRER L'APPLICATION APRÈS AVOIR ACTIVÉ LA 2FA ?",
  "faq15-text": "<p>Oui, après avoir activé la 2FA, GingerWallet doit être redémarré pour que les changements prennent effet.</p>",
  "faq16": "COMMENT LE PROCESSUS DE CONNEXION CHANGE-T-IL APRÈS AVOIR ACTIVÉ LA 2FA ?",
  "faq16-text": "<strong>Après avoir redémarré l'application :</strong><ul><li>Une fenêtre contextuelle vous demandera le code PIN actuel de votre application d'authentification au démarrage.</li><li>Entrez le code PIN et, après vérification réussie, le système décodera et chargera vos fichiers de portefeuille.</li></ul>",
  "faq17": "COMMENT DÉSACTIVER LA 2FA ?",
  "faq17-text": "<strong>Pour désactiver la 2FA :</strong><ul><li>Allez dans Paramètres -> Sécurité</li> <li>Basculer l'interrupteur 2FA sur 'Off.'</li><li>Le système désactivera la 2FA et décodera tous les fichiers du portefeuille.</li></ul>",
  "faq18": "QUE FAIRE SI JE CHANGE D'APPAREIL OU PERDS DES DONNÉES ?",
  "faq18-text": "<strong>En cas de changement d'appareil ou de perte de données :</strong><ul><li>Réinstallez GingerWallet sur le nouvel appareil.</li><li>Restaurez vos portefeuilles en utilisant les mots de semence stockés de manière sécurisée.</li> <li>Vous devrez configurer à nouveau la 2FA (si désiré).</li></ul>",
  "faq19": "QUELLES SONT LES MEILLEURES PRATIQUES DE SÉCURITÉ POUR UTILISER GINGERWALLET ?",
  "faq19-text": "<ul><li>Gardez toujours vos mots de semence dans un endroit sûr et hors ligne.</li><li>Si vous perdez votre téléphone ou soupçonnez un accès non autorisé, créez immédiatement un nouveau portefeuille.</li><li>Transférez vos actifs vers le nouveau portefeuille et invalidez les mots de semence du portefeuille ancien.</li></ul>",
  "faq20": "GINGERWALLET STOCKE-T-IL DES INFORMATIONS PERSONNELLES ?",
  "faq20-text": "<p>Non, GingerWallet fonctionne de manière anonyme. Il n'y a pas de compte utilisateur ni de stockage de données personnelles. Toutes les opérations de sécurité, y compris le chiffrement, sont effectuées localement sur votre appareil.</p>",
  "faq21": "QUE SE PASSE-T-IL SI JE PERDS L'ACCÈS À MON APPLICATION D'AUTHENTIFICATION ?",
  "faq21-text": "<p>La combinaison du fichier chiffré <strong>2fa_info.gws</strong> et du code PIN de l'application d'authentification garantit que votre portefeuille reste sécurisé. Il est essentiel de stocker correctement les mots de semence pour récupérer votre portefeuille en cas de perte de l'appareil ou de réinstallation.</p>",
  "faq22": "COMMENT GINGERWALLET GARANTIT-IL LA SÉCURITÉ AVEC LA 2FA ?",
  "faq22-text": "La combinaison du fichier chiffré 2fa_info.gws et du code PIN de l'application d'authentification assure la sécurité de votre portefeuille. Un bon stockage des mots de semence est essentiel pour récupérer votre portefeuille en cas de perte de l'appareil.",
  "faq23": "COMMENT PUIS-JE RÉCUPÉRER MES ÉTIQUETTES ET OPTIONS SUPPLÉMENTAIRES POUR MON PORTEFEUILLE SI J'AI PERDU LA CLÉ 2FA ?",
  "faq23-text": "<p>Si vous avez perdu votre clé 2FA, vous pouvez toujours récupérer vos étiquettes et options supplémentaires avec un travail manuel minimal. Suivez ces étapes :</p> <ol><li><strong>Déplacez le fichier attr :</strong> D'abord, localisez le fichier attr et déplacez-le dans un dossier séparé pour le conserver en sécurité, car vous en aurez besoin plus tard.</li><li><strong>Récupérez le portefeuille :</strong> Utilisez le processus de récupération dans l'application pour restaurer votre portefeuille.</li><li><strong>Fermez l'application :</strong> Une fois le processus de récupération terminé, fermez l'application de portefeuille.</li><li><strong>Copiez le fichier attr :</strong> Remplacez le fichier attr nouvellement créé par celui que vous avez sauvegardé précédemment en le copiant dans son emplacement d'origine.</li><li><strong>Redémarrez l'application :</strong> Rouvrez l'application de portefeuille, et votre portefeuille devrait être entièrement restauré, même sans la clé 2FA.</li></ol><p>Ce processus vous permet de récupérer les étiquettes, options supplémentaires et autres paramètres.</p>",
  "desktop-only": "Notre logiciel est exclusivement disponible pour une utilisation sur bureau. Pour télécharger, veuillez accéder à ce site depuis un ordinateur de bureau.",
  "release-notes": "NOTES DE VERSION",
  "build": "ou le construire à partir du code source",
  "signature": "signature",
  "gingercord-1": "Nous recommandons vivement d'utiliser le client Ginger Wallet pour une fiabilité à long terme !",
  "gingercord-2": "Quelle est l'adresse du coordinateur Ginger ?",
  "addtowasabi-1": "Comment ajouter le coordinateur Ginger à Wasabi Wallet ?",
  "addtowasabi-2": "<li>Cliquez sur la barre de recherche » Tapez 'Fichier de configuration' » Appuyez sur ENTRÉE</li><li>Changez MainNetBackendUri de https://api.wasabiwallet.io/ à https://api.gingerwallet.io/</li><li>Redémarrez Wasabi Wallet</li>",
  "addtowasabi-3": "Les fonctionnalités de remix gratuit et de paiement amical ne sont disponibles qu'avec la version 2.0.8.1 ou antérieure de Wasabi Wallet. Si vous utilisez une version plus récente, vous pouvez toujours utiliser notre Coordinateur, mais sans ces avantages.",
  "addtowasabi-4": "Comment ajouter le coordinateur Ginger à BTCPay Server ?",
  "addtowasabi-5": "<li>Sélectionnez Découvrir les coordinateurs via Nostr</li><li>Sélectionnez Coordinateur Ginger</li><li>Enregistrer</li>",
  "documentation": "Documentation",
  "privacy-policy": "Politique de confidentialité",
  "caption-buysell": "Transactions Bitcoin sécurisées, simples et rapides",
  "title-buysell": "Acheter et vendre Bitcoin en toute simplicité",
  "text-buysell": "Acheter et vendre Bitcoin n'a jamais été aussi facile avec Ginger Wallet. Choisissez simplement votre montant, sélectionnez votre méthode de paiement et complétez votre transaction en quelques étapes. Que vous achetiez pour investir ou vendiez pour encaisser, Ginger Wallet assure une expérience sécurisée et fluide."
}