{
  "nav-history": "Történelem",
  "nav-why": "Miért a Ginger Wallet?",
  "nav-secure": "Biztonságos Coinjoin-ok",
  "nav-buysell": "Bitcoin vásárlás és eladás",
  "nav-help": "Segítség",
  "hero-title": "A legbiztonságosabb Bitcoin tárcád!",
  "hero-desc": "Fedezd fel a legjobb nyílt forráskódú, általad teljeskörűen birtokolt Bitcoin tárcát asztali számítógépre! Élvezd az olyan fejlett funkciókat, mint a CoinJoin az alapértelmezett koordinátorral, 2FA titkosítással, többnyelvű támogatással, blokk szűrőkkel, Tor integrációval és QR kód funkcióval. Emellett élvezheted a széleskörű hardver tárcák kompatibilitását a biztonságos és sokoldalú élményért.",
  "download": "Letöltés",
  "read-more": "További információ",
  "download-title-1": "Vedd vissza a <span class='green-text d-block'>privát szférádat most</span>",
  "download-title-2": "Kezdd el 3 egyszerű lépésben",
  "download-step-1": "1. Töltsd le a Ginger Wallet-t",
  "download-step-2": "2. Hozz létre egy új tárcát",
  "download-step-3": "3. Hagyd, hogy az auto-coinjoin elvégezze a dolgát",
  "download-now": "Töltsd le MOST",
  "caption-about": "Rólunk",
  "title-about": "A Ginger Wallet története",
  "about-1": "Úgy gondoljuk, hogy az emberiség előtt álló legfontosabb feladat a pénzügyi rendszer helyreállítása, és a Bitcoin a legjobb megoldás, a legnagyobb kihívás pedig a magánélet védelme.",
  "about-2": "A Ginger Wallet azért jött létre, hogy segítse a Bitcoint megőrizni a cypherpunk elveit, miközben globális megtakarításvalutává válik, és hogy megoldja a nyilvános főkönyvének alapvető magánéletvédelmi problémáit. Ezért a Ginger Wallet egy nyílt forráskódú, általad birtokolt, magánélet-orientált Bitcoin tárca asztali számítógépre, amely megbízható coinjoin technológiát alkalmaz.",
  "about-3": "Évekig tartó magánélet-védelmi kutatás és fejlesztés után rájöttünk, hogy jó eszközök önmagukban nem elegendőek - könnyen használhatónak is kell lenniük. Különben csak az emberek egy kis része fogja használni őket. Az eszközök elterjedésének elősegítése érdekében a Ginger úgy van tervezve, hogy felhasználóbarát legyen, és alapértelmezetten automatikusan biztosítja a magánélet védelmét.",
  "history-title-1": "Wasabi Wallet coinjoin nélkül",
  "history-text-1": "A Wasabi Wallet alapértelmezett coinjoin koordinátora leállt.",
  "history-title-2": "Ginger Wallet",
  "history-text-2": "A Ginger Wallet a Wasabi Wallet-ból lett fork-olva. Egy új koordinátor és aktív coinjoin szolgáltatás került bevezetésre.",
  "caption-solutions": "Megoldások",
  "title-solutions": "MIÉRT A GINGER WALLET?",
  "text-solutions-1": "Olyan társadalomban élünk, amely Orwell disztópiáját idézi, ahol a megfigyelés mindenütt jelen van, és az információdat arra használják, hogy kategorizáljanak és befolyásoljanak téged. A Bitcoin projektekkel egyre nagyobb nyomás nehezedik, hogy minél több adatot gyűjtsenek.",
  "text-solutions-2": "Ezért a Ginger Wallet egy nulla információval rendelkező szoftverként van megtervezve. Fejlesztői nem gyűjthetnek semmilyen érzékeny információt rólad. A bitcoin tranzakcióid teljes mértékben csak te fogsz tudni.",
  "solution-title-1": "Nyílt forráskódú",
  "solution-text-1": "A Ginger Wallet egy <a href='https://github.com/GingerPrivacy/GingerWallet' target='_blank'>ingyenes, nyílt forráskódú</a> és <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/Guides/DeterministicBuildGuide.md' target='_blank'>determinálisan újraalkotható</a> szoftver. Bárki láthatja, ellenőrizheti és hozzátehet a kódhoz.",
  "solution-title-2": "Általad birtokolt",
  "solution-text-2": "Nem a te kulcsaid, nem a te érméid. A Ginger Wallet-tel te irányítod a privát kulcsaidat, biztosítva a valódi pénzügyi önállóságot.",
  "solution-title-3": "Bizalom nélküli tervezés",
  "solution-text-3": "A szoftver úgy van tervezve, hogy sem a nyilvánosság, sem a fejlesztők ne tudják veszélyeztetni a magánéletedet. Ezt a <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>coinjoin-ok</a>, <a href='https://nopara73.medium.com/bitcoin-core-vs-Ginger-wallet-network-level-privacy-bdca1d501387' target='_blank'>kliensoldali blokk szűrés</a>, és a <a href='https://www.torproject.org/' target='_blank'>Tor anonimitás hálózat</a> alkalmazásával érik el.",
  "solution-title-4": "Könnyen használható",
  "solution-text-4": "A Ginger úgy van tervezve, mint egy <a href='https://www.researchgate.net/publication/228348285_Anonymity_loves_company_Usability_and_the_network_effect' target='_blank'>felhasználóbarát</a> Bitcoin tárca, amely automatikusan kezeli a priváttá teszi a magánéleted a háttérben, beleértve a hálózati kapcsolatokat, az <a href='https://en.bitcoin.it/wiki/Transaction#Input' target='_blank'>bemenet</a> kiválasztását és a coinjoin-t.",
  "solution-title-5": "Átfogó",
  "solution-text-5": "A tárca a <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>WabiSabi</a> nevű anonomi hitelesítő rendszerrel rendelkezik, amely lehetővé teszi a coinjoin-ok egyszerűbb és hatékonyabb lebonyolítását. Ez lehetővé teszi a felhasználók számára a legjobb magánéletvédelmi eszközök kihasználását anélkül, hogy jelentős mennyiségű bitcoint kellene tárolniuk.",
  "solution-title-6": "Megfizethető",
  "solution-text-6": "A 0.01 BTC értékű vagy annál nagyobb coinjoin-ok 0.3%-os <a href='https://github.com/GingerPrivacy/GingerWallet/tree/master/WalletWasabi.Backend' target='_blank'>koordinátori</a> díjat vonnak maguk után + <a href='https://mempool.space/' target='_blank'>bányászati díjak</a>. A 0.01 BTC vagy kisebb bemenetek, valamint a remixek mentesek a koordinátori díjak alól, még egyetlen tranzakció után is. Így egy coinjoined alapú kifizetés lehetővé teszi, hogy mind a feladó, mind a címzett remixelje az érméit koordinátori díjak nélkül.",
  "caption-secure": "Biztonságos Coinjoin-ok",
  "title-secure": "A biztonságod a legfontosabb számunkra!",
  "text-secure": "Miközben egy szabad piacon bárki koordinátorként működhet, kevesen vállalnak felelősséget. Mi az egyik olyan cég vagyunk, akik ezt megteszik. Biztonságos hátterünkkel biztosítjuk, hogy az érméid elkülönüljenek a törvénytelen forrásoktól, így elfogadhatóak lesznek a tőzsdéken vagy más platformokon. Továbbá megfelelő likviditásunk van, hogy kiváló magánéletvédelmi szintet biztosítsunk.",
  "box-title-1": "Biztonságos Coinjoin-ok",
  "box-text-1": "A magánéleted a legfontosabb számunkra, és keményen dolgozunk azért, hogy az érméid elkülönüljenek a törvénytelen forrásoktól. A biztonságra és a likviditásra való összpontosításunk biztosítja a magas szintű névtelenséget és bizalmat.",
  "box-title-2": "Alapértelmezett működés",
  "box-text-2": "Nem vagy biztos benne, hogy melyik koordinátort használd, vagy hogyan állítsd be? A Ginger CoinJoin azonnal használatra kész a letöltés után—nincsenek extra lépések. Alapértelmezés szerint a mi koordinátorunkat használja, az összes paraméter előre beállítva és garantált díjakkal. Próbáld ki!",
  "box-title-3": "A méret számít",
  "box-text-3": "A nagyobb coinjoin-ok prioritást élveznek a kisebb, gyorsabb körökkel szemben. A nagyobb coinjoin-ok nagyobb névtelenséget, alacsonyabb költségeket és jobb blokk-hely hatékonyságot biztosítanak.",
  "caption-help": "Segítség",
  "title-help": "Gyakran Ismételt Kérdések",
  "faq1": "MI AZ A “COINJOIN”?",
  "faq1-text": "<p>A coinjoin egy együttműködő tranzakció több fél között.</p><p>Általában, de nem feltétlenül, egyes szabványos kimeneti címletekből áll, amelyekbe a résztvevőknek érméiket kell osztaniuk. Ez megnehezíti az illetéktelen felek számára, hogy visszakövessék, hogy egy adott érmét hová küldtek (ellentétben a szokásos bitcoin tranzakciókkal, ahol általában egy feladó és egy címzett van).</p><p>A coinjoin-ok végezhetők nem-kézben tartott szoftverekkel, mint például a Ginger Wallet, amely kiküszöböli az alapok eltűnésének vagy ellopásának kockázatát. Az alapok mindig egy olyan bitcoin címre kerülnek, amelyet a felhasználó irányít, és még a fejlesztők sem tudják módosítani a tranzakciót vagy átirányítani az alapokat.</p><p>A coinjoin alapvetően azt jelenti: “Amikor tranzakciót akarsz végezni, találj valakit, aki szintén tranzakciót szeretne végezni, és csináljatok közös tranzakciót együtt.”</p>",
  "faq2": "MIK A COINJOIN DÍJAI?",
  "faq2-text": "<p>A 0.01 BTC értékű vagy annál nagyobb coinjoin-ok 0.3%-os koordinátori díjat vonnak maguk után + bányászati díjak. A 0.01 BTC vagy annál kisebb bemenetek nem fizetnek koordinátori díjat, ahogy a remixek sem, még egy tranzakció után sem. Így egy coinjoined alapú kifizetés lehetővé teszi a feladó és a címzett számára, hogy remixeljék az érméiket koordinátori díjak nélkül.</p>",
  "faq3": "BÍZNOM KELL BÁRKBEN HA COINJOINOLOK?",
  "faq3-text": "<p>Nem, a Ginger coinjoin implementációja tervezésénél fogva bizalom nélküli. A résztvevőknek nem szükséges egymásban vagy a koordinátorban megbízniuk. Mivel csak a felhasználó ismeri a privát kulcsokat, csak ő tudja aláírni a tranzakciót, amelyet csak akkor hajtanak végre, miután megbizonyosodtak arról, hogy minden rendben van. Senki sem lopja el az érméidet, és nem tudja megállapítani, hogy melyik kimenetek tartoznak melyik bemenetekhez.</p>",
  "faq4": "TÁMOGATJA A GINGER A HARDVER TÁRCÁKAT?",
  "faq4-text": "<p>A Ginger támogatja a hardver tárcák használatát a standard Bitcoin-core HWI-n keresztül, bár a coinjoin közvetlenül hardver tárcából vagy annak irányába még nem lehetséges.</p><p>Itt van egy <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-hardware-wallets' target='_blank'>lista</a> az hivatalosan támogatott hardver tárcákról.</p>",
  "faq5": "LÉTEZIK ANDROID/IOS VÁLTOZAT?",
  "faq5-text": "<p>Nem. A Ginger funkciói, mint a coinjoin, jelentős számítási kapacitást igényelnek, amelyeket jelenleg nem lehet okostelefonon replikálni.</p>",
  "faq6": "TÁMOGATJA A GINGER AZ ALTCOIN-OKAT?",
  "faq6-text": "<p>Sokféle ok miatt logikus választás, ha csak bitcoin-t támogatunk. A Bitcoin lehetőséget ad arra, hogy szabad pénzt hozzunk létre. Ha sikerül, akkor egy csodálatos közösség épülhet. Ha nem, akkor az Orwelli rémálom válhat valósággá. Ezért nincs helye pazarlásnak, minden erőforrásunkat a fontos problémákra kell fordítanunk. Minden sor kód, amit egy altcoin támogatására írnak, elvonja az erőforrást az igazi problémák megoldásáról.</p>",
  "faq7": "MIK A GINGER MINIMÁLIS KÖVETELMÉNYEI?",
  "faq7-text": "<p>A Ginger a legtöbb 64-bites architektúrájú operációs rendszeren fut.</p><p>Az összes hivatalosan támogatott operációs rendszer teljes listáját itt találod: <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-operating-systems' target='_blank'>link</a>.</p>",
  "faq8": "KELL TOR-T HASZNÁLNOM?",
  "faq8-text": "<p>A Ginger összes hálózati forgalma alapértelmezetten Tor-on keresztül megy - nem szükséges saját Tor-t beállítani. Ha már van Tor-od és fut, a Ginger először azt próbálja meg használni.</p><p> Le tudod tiltani a Tor-t a Beállításoknál. Figyelem, ebben az esetben is megmaradsz privátban, kivéve, amikor coinjoin-t végzel vagy tranzakciót adsz át. Az első esetben a koordinátor megismerheti a bemenetek és kimenetek közötti kapcsolatokat az IP címed alapján. A második esetben, ha véletlenül egy teljes csomópontnak adsz át tranzakciót, amely megfigyel téged, akkor az IP címed és a tranzakció közötti kapcsolatot is láthatja.</p>",
  "faq9": "MIÉRT FONTOS, HOGY MINDEN TRANZAKCIÓHOZ ÚJ CÍMET HASZNÁLJUNK?",
  "faq9-text": "<p>Ha egy címet többször használunk, az komolyan károsíthatja a magánélet védelmét, mert összekapcsolja a tranzakciókat, amelyek ugyanattól a személytől származnak. A legbiztonságosabb és legmagánszemélyesebb módja a Bitcoin használatának, hogy minden kifizető személynek új címet adunk. Miután egy cím kapott egy érmét, soha nem szabad újra használni. Emellett, amikor Bitcoin-t küldesz, a címzettől is új címet kell kérni. A Ginger felhasználói felülete arra ösztönöz, hogy ne használjunk újra címeket, és eltávolítja a GUI-ból azokat a címeket, amelyek már kaptak érmét.</p><p>Úgy vélik, hogy a 'bitcoin cím' elnevezés rossz, mivel azt sugallja, hogy újra felhasználható, mint egy e-mail cím. Jobb elnevezés lehetne valami olyan, mint 'bitcoin számla'.</p><p>A Bitcoin nem anonim, hanem pszeudonim, és a pszeudonimok a bitcoin címek. A címek újrahasználatának elkerülése olyan, mintha eldobnánk a pszeudonimot miután már felhasználtuk.</p>",
  "faq10": "MI A JELSZÓ CÉLJA?",
  "faq10-text": "<p>A jelszó, amelyet beállítasz, a 13. seed szót (ahogyan azt a <a href='https://github.com/bitcoin/bips/blob/master/bip-0039.mediawiki' target='_blank'>BIP 39</a>) és a kiterjesztett privát kulcs titkosítását szolgálja (ahogyan azt a <a href='https://github.com/bitcoin/bips/blob/master/bip-0038.mediawiki' target='_blank'>BIP 38</a>) a titkosított titok eléréséhez, amely a számítógépen kerül tárolásra.</p><p>A Ginger Wallet csak a BIP38 titkosított blobot tárolja, így szükséges a jelszó beírása ahhoz, hogy a tárcából költs vagy coinjoin-t végezz.</p><p>A jelszó megnyithatja a bitcoinodat bárkinek, aki hozzáfér a helyreállító szavak biztonságos tárolásához vagy a számítógéphez! Ha a mentésed veszélybe kerül, ez a jelszó az egyetlen dolog, ami védelmet nyújt a drága satosaid számára.</p><p>Fontos, hogy véletlenszerű és hosszú jelszót használj.</p>",
  "faq11": "MI A GINGERWALLET ALAPÉRTELMEZETT 2FA ÁLLAPOTA?",
  "faq11-text": "<p>Alapértelmezetten a GingerWallet 2FA (kétfaktoros hitelesítés) nélkül működik, lehetővé téve a felhasználók számára, hogy névtelenül használják a tárcát.</p>",
  "faq12": "HOGYAN ENGEDÉLYEZHEM A 2FA-T A GINGERWALLET-BEN?",
  "faq12-text": "<strong>A 2FA engedélyezéséhez:</strong> <ul><li>Menj a Beállítások -> Biztonság menübe</li><li>Kapcsold be a 2FA kapcsolót 'Be'-re</li><li>QR kód fog megjelenni egy felugró ablakban a következő lépésekhez.</li></ul><p>A GingerWallet 2FA funkcióinak használatához engedélyezni kell a Tor-t. Mivel a GingerWallet most egy új működő mappával működik, javasolt törölni a régi Wasabi mappát, ha már nem használod, mivel az ott tárolt fájlok titkosítatlanok.</p><p><strong>Fontos: Csak akkor töröld a régi mappát, ha a GingerWallet mappa ugyanott van, és a frissített alkalmazás megfelelően működik.</strong></p><strong>Régi munkamappa törléséhez különböző rendszereken:</strong><ul><li>Windows: /Users/{felhasználó neve}/AppData/Roaming/WalletWasabi/Client</li><li>Linux: /home/{felhasználó neve}/.walletwasabi/client</li><li>macOS: /Users/{felhasználó neve}/.walletwasabi/client</li></ul><p>Nem adhatod hozzá manuálisan a 2FA-t az auth mappához, csak QR kóddal.</p>",
  "faq13": "HOGYAN ÁLLÍTHATÓ BE A 2FA EGY AUTENTIKÁTOR ALKALMAZÁSSAL?",
  "faq13-text": "<strong>Amint megjelenik a QR kód:</strong><ul><li>Olvasd be mobil autentikátor alkalmazással, mint a Google Authenticator, 2FAS Auth, Aegis Authenticator, FreeOTP.</li><li>Győződj meg róla, hogy az autentikátor alkalmazás támogatja a sha256-ot és a 8 számjegyű hitelesítést, ha nem használod a fenti példák egyikét.</li><li>Írd be az aktuális PIN kódot, amely az autentikátor alkalmazásban jelenik meg, a QR kód alatt található mezőbe.</li><li>A PIN kód ellenőrzése után a 2FA aktiválódik.</li></ul>",
  "faq14": "MI A CÉLJA A 2FA_INFO.GWS FÁJLNAK?",
  "faq14-text": "<p>A <strong>2fa_info.gws fájl</strong> egy titkosított fájl, amely biztosítja a tárcád biztonságát. Miután a 2FA aktiválva van, ez a fájl létrejön az eszközödön, és minden meglévő és jövőbeli tárca automatikusan titkosítva lesz.</p>",
  "faq15": "KELL-E ÚJRATÖLteni AZ ALKALMAZÁST 2FA ENGEDÉLYEZÉSE UTÁN?",
  "faq15-text": "<p>Igen, a 2FA aktiválása után újra kell indítani a GingerWallet alkalmazást, hogy a változtatások érvénybe lépjenek.</p>",
  "faq16": "HOGYAN VÁLTOZIK A BEJELENTKEZÉS FOLYAMATA 2FA ENGEDÉLYEZÉSE UTÁN?",
  "faq16-text": "<strong>Az alkalmazás újraindítása után:</strong><ul><li>Felugró ablak fog kérni egy PIN kódot az autentikátor alkalmazásodból az indításkor.</li><li>Írd be a PIN kódot, és a sikeres ellenőrzés után a rendszer dekódolja és betölti a tárcád fájljait.</li></ul>",
  "faq17": "HOGYAN TILTHATOM LE A 2FA-T?",
  "faq17-text": "<strong>A 2FA letiltásához:</strong><ul><li>Menj a Beállítások -> Biztonság menübe</li><li>Kapcsold ki a 2FA kapcsolót 'Ki'-ra</li><li>A rendszer letiltja a 2FA-t, és dekódolja az összes tárca fájlt.</li></ul>",
  "faq18": "MIT TEGYEK, HA MEGVÁLTOZTATOM AZ ESZKÖZÖMET VAGY ELVESZÍTEM AZ ADATOKAT?",
  "faq18-text": "<strong>Eszközváltoztatás vagy adatvesztés esetén:</strong><ul><li>Telepítsd újra a GingerWallet-et az új eszközödre.</li><li>Állítsd vissza a tárcádat a biztonságosan tárolt seed szavak segítségével.</li><li>Újra kell állítanod a 2FA-t (ha szükséges).</li></ul>",
  "faq19": "MIK A GINGERWALLET HASZNÁLATÁRA VONATKOZÓ BIZTONSÁGI JÓ TANÁCSOK?",
  "faq19-text": "<ul><li>Mindig tárold a seed szavakat biztonságos, offline helyen.</li><li>Ha elveszíted a telefonod, vagy gyanítod, hogy jogosulatlan hozzáférés történt, azonnal hozz létre egy új tárcát.</li><li>Átutalj az új tárcádba, és érvénytelenítsd a régi tárca seed szavait.</li></ul>",
  "faq20": "TÁROL-E A GINGERWALLET BÁRMIFÉLE Személyes ADATOT?",
  "faq20-text": "<p>Nem, a GingerWallet anonim módon működik. Nincs felhasználói fiók vagy személyes adat tárolás. Minden biztonsági művelet, beleértve a titkosítást, helyben történik az eszközödön.</p>",
  "faq21": "MI TÖRTÉNIK, HA ELVESZÍTEM A HOZZÁFÉRÉST AZ AUTENTIKÁTOR ALKALMAZÁSHOZ?",
  "faq21-text": "<p>A titkosított <strong>2fa_info.gws fájl</strong> és az autentikátor alkalmazás PIN kódja biztosítja, hogy a tárcád biztonságban maradjon. A seed szavak megfelelő tárolása kritikus a tárcád helyreállításához eszközvesztés vagy újratelepítés esetén.</p>",
  "faq22": "HOGYAN BIZTOSÍTJA A GINGERWALLET A BIZTONSÁGOT A 2FA SEGÍTSÉGÉVEL?",
  "faq22-text": "A titkosított 2fa_info.gws fájl és az autentikátor alkalmazás PIN kódja biztosítja a tárcád biztonságát. A seed szavak megfelelő tárolása elengedhetetlen a tárcád helyreállításához eszközvesztés esetén.",
  "faq23": "HOGYAN TUDOM HELYREÁLLÍTANI A CÍMKEIT ÉS TOVÁBBI BEÁLLÍTÁSOKAT, HA ELVESZÍTETTEM A 2FA KULCSOT?",
  "faq23-text": "<p>Ha elveszítetted a 2FA kulcsot, akkor is helyreállíthatod a címkéket és további beállításokat minimális manuális munkával. Kövesd ezeket a lépéseket:</p><ol><li><strong>Helyezd át az attr fájlt:</strong> Először keresd meg az attr fájlt és helyezd át egy külön mappába biztonságos tárolásra, mert később szükséged lesz rá.</li><li><strong>Helyreállítás:</strong> Használd a helyreállító folyamatot az alkalmazásban a tárcád visszaállításához.</li><li><strong>Alkalmazás bezárása:</strong> Miután a helyreállítási folyamat befejeződött, zárd be a tárca alkalmazást.</li><li><strong>Másold vissza az attr fájlt:</strong> Cseréld ki az újonnan létrehozott attr fájlt a korábban mentett fájlra az eredeti helyére másolva.</li><li><strong>Indítsd újra az alkalmazást:</strong> Nyisd meg újra a tárca alkalmazást, és a tárcádnak teljesen vissza kell állnia, még akkor is, ha elvesztetted a 2FA kulcsot.</li></ol><p>Ez a folyamat lehetővé teszi a címkék, extra beállítások és más konfigurációk helyreállítását.</p>",
  "desktop-only": "Szoftverünk kizárólag asztali használatra elérhető. A letöltéshez kérjük, lépjen be ezen az oldalon asztali számítógépről.",
  "release-notes": "KIADÁSI MEGJEGYZÉSEK",
  "build": "vagy építsd fel forrásból",
  "signature": "aláírás",
  "gingercord-1": "Erősen ajánljuk a Ginger Wallet klienst a hosszú távú megbízhatóság érdekében!",
  "gingercord-2": "Mi a Ginger koordinátor címe?",
  "addtowasabi-1": "Hogyan adhatom hozzá a Ginger koordinátort a Wasabi Wallet-hez?",
  "addtowasabi-2": "<li>Kattints a Keresés sávra » Írd be a 'Config File' » Nyomd meg az ENTER-t</li><li>Változtasd meg a MainNetBackendUri-t https://api.wasabiwallet.io/ -ról https://api.gingerwallet.io/-ra</li><li>Indítsd újra a Wasabi Wallet-t</li>",
  "addtowasabi-3": "Az ingyenes remix és barátok nem fizetnek funkciók csak a Wasabi Wallet 2.0.8.1-es vagy korábbi verziójában érhetők el. Ha újabb verziót használsz, akkor is használhatod a koordinátorunkat, de ezen előnyök nélkül.",
  "addtowasabi-4": "Hogyan adhatom hozzá a Ginger koordinátort a BTCPay Serverhez?",
  "addtowasabi-5": "<li>Válaszd a Koordinátorok keresése Nostr-on keresztül</li><li>Válaszd a Ginger koordinátort</li><li>Mentsd el</li>",
  "documentation": "Dokumentáció",
  "privacy-policy": "Adatvédelmi nyilatkozat",
  "caption-buysell": "Biztonságos, egyszerű és gyors Bitcoin tranzakciók",
  "title-buysell": "Bitcoin vásárlása és eladása könnyedén",
  "text-buysell": "Bitcoin vásárlása és eladása még soha nem volt ilyen egyszerű a Ginger Wallet segítségével. Válassza ki az összeget, válassza ki a fizetési módot, és fejezze be tranzakcióját néhány lépésben. Akár befektetésként vásárol, akár pénzt szeretne kivenni, a Ginger Wallet biztosítja a biztonságos és zökkenőmentes élményt."
}