{
  "nav-history": "Storia",
  "nav-why": "Perché Ginger Wallet?",
  "nav-secure": "Coinjoin Sicuri",
  "nav-buysell": "Compra & Vendi Bitcoin",
  "nav-help": "Aiuto",
  "hero-title": "Il tuo portafoglio Bitcoin più sicuro!",
  "hero-desc": "Scopri il miglior portafoglio Bitcoin open-source e non custodial per desktop! Goditi funzionalità avanzate come CoinJoin con il coordinatore predefinito, 2FA con cifratura del portafoglio, supporto multilingue, filtri di blocco, integrazione Tor e funzionalità QR code. In più, beneficia di una compatibilità senza soluzione di continuità con un'ampia gamma di portafogli hardware per un'esperienza sicura e versatile.",
  "download": "Scarica",
  "read-more": "Leggi di più",
  "download-title-1": "Rivendica la tua <span class='green-text d-block'>privacy ora</span>",
  "download-title-2": "Inizia in 3 semplici passaggi",
  "download-step-1": "1. Scarica Ginger Wallet",
  "download-step-2": "2. Crea un nuovo portafoglio",
  "download-step-3": "3. Lascia che l'auto-coinjoin faccia la sua magia",
  "download-now": "SCARICA ORA",
  "caption-about": "Chi siamo",
  "title-about": "La storia di Ginger Wallet",
  "about-1": "Crediamo che il problema più urgente per l'umanità sia riparare il sistema monetario, con Bitcoin come soluzione migliore e la privacy come sua sfida principale.",
  "about-2": "Ginger Wallet è stato creato per aiutare Bitcoin a mantenere i suoi principi cypherpunk nel suo percorso per diventare una valuta di riserva globale e per affrontare i problemi intrinseci di privacy del suo registro pubblico. Ecco perché Ginger Wallet è un portafoglio Bitcoin open-source, non custodial e focalizzato sulla privacy per desktop che implementa la tecnologia trustless coinjoin.",
  "about-3": "Dopo anni di ricerca e sviluppo sulla privacy, abbiamo capito che avere buoni strumenti non è sufficiente—devono anche essere facili da usare. Altrimenti, saranno utilizzati solo da una minoranza, facendo risaltare quegli utenti. Per incoraggiare l'adozione di questi strumenti, Ginger è progettato per essere user-friendly e fornire privacy automaticamente di default.",
  "history-title-1": "Wasabi Wallet senza coinjoin",
  "history-text-1": "Il coordinatore predefinito di coinjoin di Wasabi Wallet ha cessato le operazioni.",
  "history-title-2": "Ginger Wallet",
  "history-text-2": "Ginger Wallet è stato forkato da Wasabi Wallet. È stato stabilito un nuovo coordinatore con un servizio di coinjoin attivo.",
  "caption-solutions": "Soluzioni",
  "title-solutions": "PERCHÉ GINGER WALLET?",
  "text-solutions-1": "Viviamo in una società che ricorda la visione distopica di Orwell, dove la sorveglianza è pervasiva e le tue informazioni vengono sfruttate per categorizzarti e influenzarti. I progetti Bitcoin affrontano una pressione crescente per raccogliere dati estesi ogni volta possibile.",
  "text-solutions-2": "Ecco perché Ginger Wallet è progettato come software a conoscenza zero. I suoi sviluppatori non possono raccogliere nessuna delle tue informazioni sensibili. Le tue transazioni Bitcoin rimangono esclusivamente affari tuoi.",
  "solution-title-1": "Open Source",
  "solution-text-1": "Ginger Wallet è un software <a href='https://github.com/GingerPrivacy/GingerWallet' target='_blank'>gratuito, open-source</a> e <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/Guides/DeterministicBuildGuide.md' target='_blank'>deterministicamente riproducibile</a>. Chiunque può vedere, verificare e persino contribuire al codice.",
  "solution-title-2": "Non Custodial",
  "solution-text-2": "Non le tue chiavi, non i tuoi bitcoin. Con Ginger Wallet, hai il controllo delle tue chiavi private, garantendoti una vera sovranità finanziaria.",
  "solution-title-3": "Trustless Per Design",
  "solution-text-3": "Il software è progettato per garantire che né il pubblico né gli sviluppatori possano compromettere la tua privacy. Questo è ottenuto attraverso <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>coinjoin</a>, <a href='https://nopara73.medium.com/bitcoin-core-vs-Ginger-wallet-network-level-privacy-bdca1d501387' target='_blank'>filtraggio dei blocchi lato client</a> e comunicazione via la rete di anonimato <a href='https://www.torproject.org/' target='_blank'>Tor</a>.",
  "solution-title-4": "Facile Da Usare",
  "solution-text-4": "Ginger è progettato come un portafoglio Bitcoin <a href='https://www.researchgate.net/publication/228348285_Anonymity_loves_company_Usability_and_the_network_effect' target='_blank'>user-friendly</a> che gestisce automaticamente la tua privacy dietro le quinte, inclusi i collegamenti di rete, la selezione degli <a href='https://en.bitcoin.it/wiki/Transaction#Input' target='_blank'>input</a> e il coinjoining.",
  "solution-title-5": "Completo",
  "solution-text-5": "Il portafoglio utilizza <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>WabiSabi</a>, uno schema di credenziali anonime progettato per facilitare coinjoin più accessibili ed efficienti. Ciò consente agli utenti di sfruttare i migliori strumenti di privacy senza bisogno di una quantità significativa di bitcoin nel portafoglio.",
  "solution-title-6": "Conveniente",
  "solution-text-6": "Il coinjoin di bitcoin con un valore superiore a 0,03 BTC comporta una commissione del coordinatore dello 0,3% + <a href='https://mempool.space/' target='_blank'>commissioni di mining</a>. Gli input di 0,03 BTC o meno, così come i remix, sono esenti dalle commissioni del coordinatore, anche dopo una singola transazione. Di conseguenza, un pagamento effettuato con fondi coinjoined consente sia al mittente che al destinatario di remixare i propri bitcoin senza incorrere in alcuna commissione del coordinatore.",
  "caption-secure": "Coinjoin Sicuri",
  "title-secure": "La tua sicurezza è la nostra priorità!",
  "text-secure": "Sebbene sia un mercato libero dove chiunque può agire come coordinatore, pochi si assumono responsabilità. Noi siamo tra quei pochi. Con il nostro background sicuro, garantiamo che i tuoi bitcoin rimangano separati da fonti illecite, rendendoli accettabili da exchange o altre piattaforme. Inoltre, abbiamo liquidità sufficiente per raggiungere eccellenti livelli di privacy.",
  "box-title-1": "Coinjoin Sicuri",
  "box-text-1": "Diamo priorità alla tua privacy e lavoriamo diligentemente per mantenere i tuoi bitcoin separati da fonti illecite. Il nostro impegno per la sicurezza e la liquidità garantisce un alto livello di anonimato e fiducia.",
  "box-title-2": "Funziona di default",
  "box-text-2": "Non sei sicuro di quale coordinatore usare o come configurarlo? Ginger CoinJoin è pronto all'uso subito dopo il download—nessun passaggio aggiuntivo necessario. Di default, utilizza il nostro coordinatore con tutti i parametri preconfigurati e commissioni garantite. Provalo!",
  "box-title-3": "La dimensione conta",
  "box-text-3": "Diamo priorità ai coinjoin con più partecipanti rispetto a round più piccoli e veloci. I coinjoin più grandi offrono maggiore anonimato, costi inferiori e una migliore efficienza dello spazio dei blocchi.",
  "caption-help": "Aiuto",
  "title-help": "Domande Frequenti",
  "faq1": "COS'È UN \"COINJOIN\"?",
  "faq1-text": "<p>Un coinjoin è una transazione collaborativa tra più peer.</p><p>Di solito, ma non necessariamente, consiste in alcune denominazioni di output standard in cui i partecipanti dovrebbero suddividere i loro bitcoin. Ciò rende difficile per le parti esterne tracciare dove è stato inviato un particolare bitcoin (a differenza delle normali transazioni Bitcoin, dove di solito c'è un mittente e un destinatario).</p><p>I coinjoin possono essere effettuati con software non custodial come Ginger Wallet, che elimina il rischio di fondi scomparsi o rubati. I fondi saranno sempre in un indirizzo Bitcoin controllato dall'utente e nemmeno gli sviluppatori possono alterare la transazione o reindirizzare i fondi.</p><p>Coinjoin significa fondamentalmente: \"quando vuoi fare una transazione, trova qualcun altro che voglia fare una transazione e fai una transazione congiunta insieme\".</p>",
  "faq2": "QUALI SONO LE COMMISSIONI PER I COINJOIN?",
  "faq2-text": "<p>Il coinjoin di bitcoin con un valore superiore a 0,03 BTC costa una commissione del coordinatore dello 0,3% + commissioni di mining. Gli input di 0,03 BTC o meno non pagano commissioni del coordinatore, così come i remix, anche dopo una transazione. Pertanto, un pagamento effettuato con fondi coinjoined consente sia al mittente che al destinatario di remixare i propri bitcoin senza pagare alcuna commissione del coordinatore.</p>",
  "faq3": "DEVO FIDARMI DI GINGER CON I MIEI BITCOIN?",
  "faq3-text": "<p>No, l'implementazione del coinjoin di Ginger è trustless per design. I partecipanti non devono fidarsi l'uno dell'altro o del coordinatore. Poiché solo l'utente conosce le chiavi private, solo lui può firmare la transazione, cosa che verrà fatta solo dopo aver verificato che tutto sia a posto. Nessuno può né rubare i tuoi bitcoin, né capire quali output appartengono a quali input.</p>",
  "faq4": "GINGER SUPPORTA I PORTFOGLI HARDWARE?",
  "faq4-text": "<p>Ginger supporta l'uso di portafogli hardware tramite lo standard Bitcoin-core HWI, anche se il coinjoin direttamente da o verso un portafoglio hardware non è ancora possibile.</p><p>Ecco una <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-hardware-wallets' target='_blank'>lista</a> dei portafogli hardware ufficialmente supportati.</p>",
  "faq5": "ESISTE UNA VERSIONE ANDROID/IOS?",
  "faq5-text": "<p>No. Le funzionalità di Ginger, come il coinjoin, richiedono una potenza computazionale considerevole, attualmente non replicabile su uno smartphone.</p>",
  "faq6": "GINGER SUPPORTA ALTCOIN?",
  "faq6-text": "<p>Ci sono innumerevoli ragioni per cui l'unica scelta logica è essere bitcoin-only. Con Bitcoin abbiamo un'opportunità unica nella vita di manifestare una moneta sonora libera. Se avremo successo, potrebbe emergere un'agorà bellissima di individui sovrani. Se falliamo, questo evoca l'incubo orwelliano più terrificante. Non c'è spazio per tempo ed energia sprecati, questo grande lavoro richiede la nostra piena attenzione. Ogni riga di codice scritta per supportare una shitcoin casuale sottrae tempo prezioso agli sviluppatori per lavorare su problemi reali.</p>",
  "faq7": "QUALI SONO I REQUISITI MINIMI PER ESEGUIRE GINGER?",
  "faq7-text": "<p>Ginger funziona sulla maggior parte dei sistemi operativi con architettura 64-bit.</p><p>Per l'elenco completo di tutti i sistemi operativi ufficialmente supportati, clicca <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-operating-systems' target='_blank'>qui</a>.</p>",
  "faq8": "DEVO ESEGUIRE TOR?",
  "faq8-text": "<p>Tutto il traffico di rete di Ginger passa attraverso Tor per impostazione predefinita—non c'è bisogno di configurare Tor da soli. Se hai già Tor e è in esecuzione, Ginger proverà a usarlo per primo.</p><p>Puoi disattivare Tor nelle Impostazioni. Nota che in questo caso sei ancora privato, tranne quando fai coinjoin e quando trasmetti una transazione. Nel primo caso, il coordinatore conoscerebbe i collegamenti tra i tuoi input e output in base al tuo indirizzo IP. Nel secondo caso, se trasmetti una tua transazione a un nodo completo che ti spia, conoscerà il collegamento tra la tua transazione e il tuo indirizzo IP.</p>",
  "faq9": "PERCHÉ È IMPORTANTE USARE UN NUOVO INDIRIZZO PER OGNI PAGAMENTO?",
  "faq9-text": "<p>L'uso di un indirizzo più di una volta è molto dannoso per la privacy perché collega più transazioni blockchain con la prova che sono state create dalla stessa entità. Il modo più privato e sicuro per usare Bitcoin è inviare un nuovo indirizzo a ogni persona che ti paga. Dopo che un indirizzo ha ricevuto un bitcoin, non dovrebbe mai essere usato di nuovo. Inoltre, quando invii bitcoin, dovresti richiedere un nuovo indirizzo Bitcoin al destinatario. Ginger ha un'interfaccia utente che scoraggia il riutilizzo degli indirizzi rimuovendo dalla GUI gli indirizzi che hanno ricevuto un bitcoin.</p><p>È stato sostenuto che il termine 'indirizzo Bitcoin' fosse un nome sbagliato per questo oggetto perché implica che possa essere riutilizzato come un indirizzo email. Un nome migliore sarebbe qualcosa come 'fattura Bitcoin'.</p><p>Bitcoin non è anonimo ma pseudonimo, e gli pseudonimi sono gli indirizzi Bitcoin. Evitare il riutilizzo degli indirizzi è come buttare via uno pseudonimo dopo che è stato usato.</p>",
  "faq10": "A COSA SERVE LA PASSWORD?",
  "faq10-text": "<p>La password che imposti viene utilizzata come 13a parola seed (come descritto in <a href='https://github.com/bitcoin/bips/blob/master/bip-0039.mediawiki' target='_blank'>BIP 39</a>) e per cifrare la chiave privata della chiave privata estesa (come descritto in <a href='https://github.com/bitcoin/bips/blob/master/bip-0038.mediawiki' target='_blank'>BIP 38</a>) per ottenere un segreto cifrato che viene memorizzato sul computer.</p><p>Ginger Wallet memorizza solo il blob cifrato BIP38, quindi dovrai inserire la password per spendere o fare coinjoin dal portafoglio.</p><p>La password sbloccherà i tuoi bitcoin a chiunque abbia accesso al backup delle parole di recupero o al computer! Se il tuo backup viene compromesso, questa password è l'unica cosa che protegge i tuoi preziosi sat.</p><p>È importante usare una password lunga e casuale.</p>",
  "faq11": "QUAL È LO STATO PREDEFINITO DEL 2FA DI GINGERWALLET?",
  "faq11-text": "<p>Per impostazione predefinita, GingerWallet opera senza 2FA (Autenticazione a Due Fattori), consentendo agli utenti di utilizzare il portafoglio in modo anonimo.</p>",
  "faq12": "COME ATTIVO IL 2FA IN GINGERWALLET?",
  "faq12-text": "<strong>Per attivare il 2FA:</strong> <ul><li>Vai su Impostazioni -> Sicurezza</li><li>Attiva l'interruttore 2FA su 'On'</li><li>Un codice QR apparirà in una finestra pop-up per i passaggi successivi.</li></ul><p>Per utilizzare le funzionalità 2FA in GingerWallet, devi abilitare Tor. Poiché GingerWallet ora opera con una nuova cartella di lavoro, si consiglia di eliminare la vecchia cartella di lavoro di Wasabi se non è più in uso, poiché i file memorizzati lì non sono cifrati.</p><p><strong>Importante: Elimina la tua vecchia cartella di lavoro solo se la cartella GingerWallet si trova nella stessa posizione e la tua app aggiornata funziona correttamente.</strong></p><strong>Per eliminare la vecchia cartella di lavoro su diversi sistemi:</strong><ul><li>Windows: /Users/{tuo nome utente}/AppData/Roaming/WalletWasabi/Client</li><li>Linux: /home/{tuo nome utente}/.walletwasabi/client</li><li>macOS: /Users/{tuo nome utente}/.walletwasabi/client</li></ul><p>Non puoi aggiungere manualmente il 2FA alla tua cartella auth utilizzando solo un codice QR.</p>",
  "faq13": "COME CONFIGURO IL 2FA UTILIZZANDO UN'APP DI AUTENTICAZIONE?",
  "faq13-text": "<strong>Una volta apparso il codice QR:</strong><ul><li>Scanneralo utilizzando un'app di autenticazione mobile come Google Authenticator, 2FAS Auth, Aegis Authenticator, FreeOTP.</li><li>Assicurati che la tua app di autenticazione supporti sha256 e l'autenticazione a 8 cifre se non stai utilizzando nessuna delle app precedenti</li><li>Inserisci il codice PIN corrente visualizzato nella tua app di autenticazione nel campo di input sotto il codice QR.</li><li>Dopo aver verificato il codice PIN, il 2FA verrà attivato.</li></ul>",
  "faq14": "QUAL È LO SCOPO DEL FILE 2FA_INFO.GWS?",
  "faq14-text": "<p>Il file <strong>2fa_info.gws</strong> è un file cifrato che garantisce la sicurezza del tuo portafoglio. Una volta attivato il 2FA, questo file viene creato sul tuo dispositivo e tutti i portafogli esistenti e futuri verranno cifrati automaticamente.</p>",
  "faq15": "DEVO RIAVVIARE L'APPLICAZIONE DOPO AVER ATTIVATO IL 2FA?",
  "faq15-text": "<p>Sì, dopo aver attivato il 2FA, GingerWallet deve essere riavviato affinché le modifiche abbiano effetto.</p>",
  "faq16": "COME CAMBIA IL PROCESSO DI ACCESSO DOPO AVER ATTIVATO IL 2FA?",
  "faq16-text": "<strong>Dopo aver riavviato l'applicazione:</strong><ul><li>Una finestra pop-up richiederà il codice PIN corrente dalla tua app di autenticazione all'avvio.</li><li>Inserisci il codice PIN e, dopo la verifica positiva, il sistema decodificherà e caricherà i file del tuo portafoglio.</li></ul>",
  "faq17": "COME DISATTIVO IL 2FA?",
  "faq17-text": "<strong>Per disattivare il 2FA:</strong><ul><li>Vai su Impostazioni -> Sicurezza</li> <li>Attiva l'interruttore 2FA su 'Off.'</li><li>Il sistema disattiverà il 2FA e decodificherà tutti i file del portafoglio.</li></ul>",
  "faq18": "COSA DEVO FARE SE CAMBIO DISPOSITIVO O PERDO I DATI?",
  "faq18-text": "<strong>In caso di cambio dispositivo o perdita di dati:</strong><ul><li>Reinstalla GingerWallet sul nuovo dispositivo.</li><li>Ripristina i tuoi portafogli utilizzando le parole seed memorizzate in modo sicuro.</li> <li>Dovrai configurare nuovamente il 2FA (se lo desideri).</li></ul>",
  "faq19": "QUALI SONO LE MIGLIORI PRATICHE DI SICUREZZA PER USARE GINGERWALLET?",
  "faq19-text": "<ul><li>Conserva sempre le tue parole seed in un luogo sicuro e offline.</li><li>Se perdi il telefono o sospetti un accesso non autorizzato, crea immediatamente un nuovo portafoglio.</li><li>Trasferisci i tuoi asset nel nuovo portafoglio e invalida le parole seed del vecchio portafoglio.</li></ul>",
  "faq20": "GINGERWALLET MEMORIZZA ALCUNA INFORMAZIONE PERSONALE?",
  "faq20-text": "<p>No, GingerWallet opera in modo anonimo. Non c'è alcun account utente o memorizzazione di dati personali. Tutte le operazioni di sicurezza, inclusa la cifratura, vengono eseguite localmente sul tuo dispositivo.</p>",
  "faq21": "COSA SUCCEDE SE PERDO L'ACCESSO ALLA MIA APP DI AUTENTICAZIONE?",
  "faq21-text": "<p>La combinazione del file cifrato <strong>2fa_info.gws</strong> e del codice PIN dall'app di autenticazione garantisce che il tuo portafoglio rimanga sicuro. La corretta conservazione delle parole seed è fondamentale per recuperare il tuo portafoglio in caso di perdita del dispositivo o reinstallazione.</p>",
  "faq22": "COME GARANTISCE LA SICUREZZA GINGERWALLET CON IL 2FA?",
  "faq22-text": "La combinazione del file cifrato 2fa_info.gws e del codice PIN dall'app di autenticazione garantisce la sicurezza del tuo portafoglio. La corretta conservazione delle parole seed è cruciale per recuperare il tuo portafoglio in caso di perdita del dispositivo.",
  "faq23": "COME POSSO RECUPERARE LE ETICHETTE E LE OPZIONI AGGIUNTIVE DEL MIO PORTAFOGLIO SE HO PERSO LA CHIAVE 2FA?",
  "faq23-text": "<p>Se hai perso la tua chiave 2FA, puoi comunque recuperare le etichette e le opzioni aggiuntive con un lavoro manuale minimo. Segui questi passaggi:</p> <ol><li><strong>Sposta il file attr:</strong> Per prima cosa, individua il file attr e spostalo in una cartella separata per conservarlo, poiché ti servirà più tardi.</li><li><strong>Recupera il portafoglio:</strong> Utilizza il processo di recupero nell'applicazione per ripristinare il tuo portafoglio.</li><li><strong>Chiudi l'applicazione:</strong> Una volta completato il processo di recupero, chiudi l'applicazione del portafoglio.</li><li><strong>Copia di nuovo il file attr:</strong> Sostituisci il file attr appena creato con quello che hai salvato in precedenza copiandolo nuovamente nella sua posizione originale.</li><li><strong>Riavvia l'applicazione:</strong> Riapri l'applicazione del portafoglio e il tuo portafoglio dovrebbe essere completamente ripristinato, anche senza la chiave 2FA.</li></ol><p>Questo processo ti consente di recuperare le etichette, le opzioni aggiuntive e altre impostazioni.</p>",
  "desktop-only": "Il nostro software è disponibile esclusivamente per l'uso su desktop. Per scaricarlo, accedi a questo sito web da un computer desktop.",
  "release-notes": "NOTE DI RILASCIO",
  "build": "o compilalo dal sorgente",
  "signature": "firma",
  "gingercord-1": "Raccomandiamo vivamente di utilizzare il client Ginger Wallet per un'affidabilità a lungo termine!",
  "gingercord-2": "Qual è l'indirizzo del Coordinatore Ginger?",
  "addtowasabi-1": "Come aggiungere il coordinatore Ginger a Wasabi Wallet?",
  "addtowasabi-2": "<li>Clicca sulla barra di ricerca » Digita 'Config File' » Premi INVIO</li><li>Cambia MainNetBackendUri da https://api.wasabiwallet.io/ a https://api.gingerwallet.io/</li><li>Riavvia Wasabi Wallet</li>",
  "addtowasabi-3": "Le funzionalità di remix gratuito e amici non pagano sono disponibili solo con Wasabi Wallet versione 2.0.8.1 o precedente. Se stai utilizzando una versione successiva, puoi comunque utilizzare il nostro Coordinatore, ma senza questi vantaggi.",
  "addtowasabi-4": "Come aggiungere il coordinatore Ginger a BTCPay Server?",
  "addtowasabi-5": "<li>Seleziona Scopri Coordinatori su Nostr</li><li>Seleziona Ginger Coordinator</li><li>Salva</li>",
  "documentation": "Documentazione",
  "privacy-policy": "Privacy Policy",
  "caption-buysell": "Transazioni Bitcoin sicure, semplici e veloci",
  "title-buysell": "Compra & Vendi Bitcoin Senza Sforzo",
  "text-buysell": "Comprare e vendere Bitcoin non è mai stato così facile con Ginger Wallet. Scegli semplicemente l'importo, seleziona il metodo di pagamento e completa la tua transazione in pochi passaggi. Che tu stia acquistando per investire o vendendo per incassare, Ginger Wallet garantisce un'esperienza sicura e senza intoppi."
}