{
  "nav-history": "História",
  "nav-why": "Por que Ginger Wallet?",
  "nav-secure": "Coinjoins Seguros",
  "nav-buysell": "Comprar & Vender Bitcoin",
  "nav-help": "Ajuda",
  "hero-title": "Sua carteira Bitcoin mais segura!",
  "hero-desc": "Descubra a carteira Bitcoin open-source e não-custodial definitiva para desktop! Aproveite recursos avançados como CoinJoin com o coordenador padrão, 2FA com criptografia de carteira, suporte multilíngue, filtros de blocos, integração com Tor e funcionalidade de QR code. Além disso, desfrute de compatibilidade perfeita com uma ampla gama de carteiras de hardware para uma experiência segura e versátil.",
  "download": "Baixar",
  "read-more": "Leia mais",
  "download-title-1": "Recupere sua <span class='green-text d-block'>privacidade agora</span>",
  "download-title-2": "Comece em 3 passos simples",
  "download-step-1": "1. Baixe o Ginger Wallet",
  "download-step-2": "2. Crie uma nova carteira",
  "download-step-3": "3. Deixe o auto-coinjoin fazer sua mágica",
  "download-now": "Baixar AGORA",
  "caption-about": "Sobre nós",
  "title-about": "A história do Ginger Wallet",
  "about-1": "Acreditamos que a questão mais urgente enfrentada pela humanidade é corrigir o sistema monetário, com o Bitcoin sendo a melhor solução e a privacidade sendo o seu maior desafio.",
  "about-2": "O Ginger Wallet foi criado para ajudar o Bitcoin a manter seus princípios cypherpunk em sua jornada para se tornar uma moeda de reserva global e para resolver as questões inerentes de privacidade em seu livro razão público. Por isso, o Ginger Wallet é uma carteira Bitcoin open-source, não-custodial e focada em privacidade para desktop, que implementa a tecnologia CoinJoin sem confiança.",
  "about-3": "Após anos de pesquisa e desenvolvimento sobre privacidade, percebemos que ter boas ferramentas não é suficiente—elas também precisam ser fáceis de usar. Caso contrário, elas serão usadas por uma minoria, fazendo com que esses usuários se destaquem. Para incentivar a adoção dessas ferramentas, o Ginger é projetado para ser amigável ao usuário e fornecer privacidade automaticamente por padrão.",
  "history-title-1": "Wasabi Wallet sem coinjoin",
  "history-text-1": "O coordenador padrão de CoinJoin do Wasabi Wallet parou de operar.",
  "history-title-2": "Ginger Wallet",
  "history-text-2": "O Ginger Wallet foi um fork do Wasabi Wallet. Um novo coordenador com um serviço ativo de CoinJoin foi estabelecido.",
  "caption-solutions": "Soluções",
  "title-solutions": "POR QUE GINGER WALLET?",
  "text-solutions-1": "Vivemos em uma sociedade que lembra a visão distópica de Orwell, onde a vigilância é onipresente e suas informações são exploradas para categorizá-lo e influenciá-lo. Projetos de Bitcoin enfrentam crescente pressão para coletar dados extensivos sempre que possível.",
  "text-solutions-2": "Por isso, o Ginger Wallet foi projetado como um software de conhecimento zero. Seus desenvolvedores não podem coletar nenhuma das suas informações sensíveis. Suas transações de Bitcoin permanecem totalmente de sua responsabilidade.",
  "solution-title-1": "Open Source",
  "solution-text-1": "O Ginger Wallet é um software <a href='https://github.com/GingerPrivacy/GingerWallet' target='_blank'>livre e open-source</a> e <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/Guides/DeterministicBuildGuide.md' target='_blank'>deterministicamente reproduzível</a>. Qualquer um pode ver, verificar e até contribuir com o código.",
  "solution-title-2": "Não-Custodial",
  "solution-text-2": "Não são suas chaves, não são suas moedas. Com o Ginger Wallet, você tem controle sobre suas chaves privadas, garantindo verdadeira soberania financeira.",
  "solution-title-3": "Sem Confiança por Design",
  "solution-text-3": "O software é projetado para garantir que nem o público nem os desenvolvedores possam comprometer sua privacidade. Isso é alcançado por meio de <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>coinjoins</a>, <a href='https://nopara73.medium.com/bitcoin-core-vs-Ginger-wallet-network-level-privacy-bdca1d501387' target='_blank'>filtragem de blocos no lado do cliente</a> e comunicação via a <a href='https://www.torproject.org/' target='_blank'>rede de anonimato Tor.</a>",
  "solution-title-4": "Fácil de Usar",
  "solution-text-4": "O Ginger foi projetado para ser uma carteira Bitcoin <a href='https://www.researchgate.net/publication/228348285_Anonymity_loves_company_Usability_and_the_network_effect' target='_blank'>fácil de usar</a>, que gerencia automaticamente sua privacidade nos bastidores, incluindo conexões de rede, <a href='https://en.bitcoin.it/wiki/Transaction#Input' target='_blank'>seleção de entradas</a> e coinjoining.",
  "solution-title-5": "Abrangente",
  "solution-text-5": "A carteira utiliza <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>WabiSabi</a>, um esquema de credenciais anônimas projetado para facilitar coinjoins mais acessíveis e eficientes. Isso permite que os usuários aproveitem as melhores ferramentas de privacidade sem precisar de uma quantidade significativa de bitcoin na carteira.",
  "solution-title-6": "Acessível",
  "solution-text-6": "Coinjoining moedas com um valor superior a 0,03 BTC tem uma taxa de 0,3% de <a href='https://github.com/GingerPrivacy/GingerWallet/tree/master/WalletWasabi.Backend' target='_blank'>coordenador</a> + <a href='https://mempool.space/' target='_blank'>taxas de mineração</a>. Entradas de 0,03 BTC ou menos, assim como remixes, são isentas de taxas de coordenador, mesmo após uma única transação. Assim, um pagamento feito com fundos coinjoined permite que tanto o remetente quanto o destinatário remixem suas moedas sem incorrer em taxas de coordenador.",
  "caption-secure": "Coinjoins Seguros",
  "title-secure": "Sua segurança é nossa prioridade!",
  "text-secure": "Embora seja um mercado livre onde qualquer um pode atuar como coordenador, poucos assumem a responsabilidade. Nós somos um dos poucos que o fazem. Com nossa infraestrutura segura, garantimos que suas moedas permaneçam separadas de fontes ilícitas, tornando-as aceitáveis por exchanges ou outras plataformas. Além disso, temos liquidez suficiente para alcançar níveis excelentes de privacidade.",
  "box-title-1": "Coinjoins Seguros",
  "box-text-1": "Priorizamos sua privacidade e trabalhamos diligentemente para manter suas moedas separadas de fontes ilícitas. Nossa dedicação à segurança e liquidez garante um alto nível de anonimato e confiança.",
  "box-title-2": "Funciona por padrão",
  "box-text-2": "Não sabe qual coordenador usar ou como configurá-lo? O Ginger CoinJoin está pronto para usar logo após o download—sem etapas extras. Por padrão, ele usa nosso coordenador com todos os parâmetros pré-configurados e taxas garantidas. Experimente!",
  "box-title-3": "Tamanho importa",
  "box-text-3": "Priorizamos coinjoins com mais participantes em vez de rodadas menores e mais rápidas. Coinjoins maiores oferecem maior anonimato, custos mais baixos e melhor eficiência de espaço no bloco.",
  "caption-help": "Ajuda",
  "title-help": "Perguntas Frequentes",
  "faq1": "O QUE É UM “COINJOIN”?",
  "faq1-text": "<p>Um coinjoin é uma transação colaborativa entre múltiplos participantes.</p><p>Normalmente, mas não necessariamente, consiste em algumas denominações padrão de saída que os participantes devem quebrar suas moedas. Isso dificulta que partes externas rastreiem para onde uma moeda específica foi enviada (ao contrário das transações regulares de bitcoin, onde geralmente há um remetente e um destinatário).</p><p>Coinjoins podem ser feitos com software não-custodial como o Ginger Wallet, que elimina o risco de os fundos desaparecerem ou serem roubados. Os fundos estarão sempre em um endereço bitcoin que o usuário controla e nem os desenvolvedores podem alterar a transação ou redirecionar os fundos.</p><p>Coinjoin basicamente significa: “quando você quer fazer uma transação, encontre outra pessoa que também queira fazer uma transação e faça uma transação conjunta”.</p>",
 "faq2": "QUAIS SÃO AS TAXAS DE COINJOINS?",
  "faq2-text": "<p>Coinjoin de moedas com valor acima de 0,03 BTC custa 0,3% como taxa de coordenador + taxas de mineração. Entradas de 0,03 BTC ou menos não pagam taxas de coordenador, nem remixes, mesmo após uma transação. Assim, um pagamento feito com fundos coinjoined permite ao remetente e ao destinatário remixar suas moedas sem pagar taxas de coordenador.</p>",
  "faq3": "PRECISO CONFIAR NO GINGER COM MINHAS MOEDAS?",
  "faq3-text": "<p>Não, a implementação de coinjoin do Ginger é sem confiança por design. Os participantes não precisam confiar uns nos outros nem no coordenador. Como apenas o usuário conhece as chaves privadas, só ele pode assinar a transação, que só será feita após verificar que tudo está correto. Ninguém pode roubar suas moedas ou descobrir quais saídas pertencem a quais entradas.</p>",
  "faq4": "O GINGER SUPORTA CARTEIRAS DE HARDWARE?",
  "faq4-text": "<p>Sim, o Ginger suporta o uso de carteiras de hardware através do HWI padrão do Bitcoin-core, embora o coinjoin diretamente de ou para uma carteira de hardware ainda não seja possível.</p><p>Aqui está uma <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-hardware-wallets' target='_blank'>lista</a> das carteiras de hardware oficialmente suportadas.</p>",
  "faq5": "EXISTE UMA VERSÃO PARA ANDROID/IOS?",
  "faq5-text": "<p>Não. As funcionalidades do Ginger, como o coinjoin, exigem considerável poder computacional, que atualmente não pode ser replicado em um smartphone.</p>",
  "faq6": "O GINGER SUPORTA ALTCOINS?",
  "faq6-text": "<p>Existem inúmeros motivos pelos quais é a única escolha lógica ser apenas Bitcoin. Com o Bitcoin, temos uma oportunidade única na vida de manifestar um dinheiro livre e sólido. Se tivermos sucesso, então poderá surgir uma agora maravilhosa de indivíduos soberanos. Se falharmos, isso conjurará o pior pesadelo orwelliano. Não há espaço para desperdício de tempo e energia, esse grande trabalho exige nossa atenção total. Qualquer linha de código escrita para apoiar um shitcoin qualquer tira o tempo valioso dos desenvolvedores para trabalhar em problemas reais.</p>",
  "faq7": "QUAIS SÃO OS REQUISITOS MÍNIMOS PARA RODAR O GINGER?",
  "faq7-text": "<p>O Ginger roda na maioria dos sistemas operacionais com arquitetura de 64 bits.</p><p>Para a lista completa dos sistemas operacionais oficialmente suportados, clique <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-operating-systems' target='_blank'>aqui</a>.</p>",
  "faq8": "PRECISO RODAR O TOR?",
  "faq8-text": "<p>Todo o tráfego de rede do Ginger passa pelo Tor por padrão - não é necessário configurar o Tor por conta própria. Se você já tiver o Tor instalado e ele estiver em execução, o Ginger tentará usá-lo primeiro.</p><p>Você pode desativar o Tor nas configurações. Note que, neste caso, você ainda estará privado, exceto quando fizer um coinjoin e quando divulgar uma transação. No primeiro caso, o coordenador saberia os links entre suas entradas e saídas com base no seu endereço IP. No segundo caso, se você divulgar uma transação para um nó completo que está espionando você, ele saberá o link entre sua transação e seu endereço IP.</p>",
  "faq9": "POR QUE É IMPORTANTE USAR UM NOVO ENDEREÇO PARA CADA PAGAMENTO?",
  "faq9-text": "<p>Endereços usados mais de uma vez são muito prejudiciais para a privacidade, pois isso vincula mais transações da blockchain com a prova de que foram criadas pela mesma entidade. A forma mais privada e segura de usar o Bitcoin é enviar um novo endereço a cada pessoa que pagar você. Após um endereço receber uma moeda, ele nunca deve ser usado novamente. Além disso, um novo endereço Bitcoin deve ser exigido do destinatário ao enviar Bitcoin. O Ginger possui uma interface que desencoraja o reuso de endereços, removendo da interface gráfica os endereços que já receberam uma moeda.</p><p>Foi argumentado que o termo 'endereço Bitcoin' foi um nome ruim para esse objeto, pois sugere que pode ser reutilizado como um endereço de e-mail. Um nome melhor seria algo como 'fatura Bitcoin'.</p><p>O Bitcoin não é anônimo, mas pseudônimo, e os pseudônimos são os endereços Bitcoin. Evitar o reuso de endereços é como descartar um pseudônimo depois que ele foi usado.</p>",
  "faq10": "PARA QUE SERVE A SENHA?",
  "faq10-text": "<p>A senha que você define é usada como uma 13ª palavra de semente (conforme descrito no <a href='https://github.com/bitcoin/bips/blob/master/bip-0039.mediawiki' target='_blank'>BIP 39</a>) e para criptografar a chave privada da chave privada estendida (conforme descrito no <a href='https://github.com/bitcoin/bips/blob/master/bip-0038.mediawiki' target='_blank'>BIP 38</a>) para obter um segredo criptografado que é armazenado no computador.</p><p>O Ginger Wallet armazena apenas o blob criptografado BIP38, então você precisará digitar a senha para gastar ou fazer um coinjoin com a carteira.</p><p>A senha desbloqueará seu Bitcoin para qualquer pessoa que tenha acesso ao backup das palavras de recuperação ou ao computador! Se o seu backup for comprometido, essa senha será a única coisa protegendo seus preciosos sats.</p><p>É importante usar uma senha aleatória e longa.</p>",
  "faq11": "QUAL É O ESTADO PADRÃO DA AUTENTICAÇÃO DE DOIS FATORES (2FA) NO GINGERWALLET?",
  "faq11-text": "<p>Por padrão, o GingerWallet opera sem 2FA (Autenticação de Dois Fatores), permitindo que os usuários usem a carteira de forma anônima.</p>",
  "faq12": "COMO ATIVAR A 2FA NO GINGERWALLET?",
  "faq12-text": "<strong>Para ativar o 2FA:</strong> <ul><li>Vá para Configurações -> Segurança</li><li>Ative a chave 2FA para 'Ativado'</li><li>Um código QR aparecerá em uma janela pop-up para os próximos passos.</li></ul><p>Para usar os recursos de 2FA no GingerWallet, você precisa ativar o Tor. Como o GingerWallet agora opera com uma nova pasta de trabalho, é recomendado excluir a antiga pasta de trabalho do Wasabi se não estiver mais em uso, pois os arquivos armazenados lá não são criptografados.</p><p><strong>Importante: Exclua sua antiga pasta de trabalho apenas se a pasta do GingerWallet estiver no mesmo local e o seu aplicativo atualizado estiver funcionando corretamente.</strong></p><strong>Para excluir a pasta de trabalho antiga em sistemas diferentes:</strong><ul><li>Windows: /Usuários/{seu nome}/AppData/Roaming/WalletWasabi/Client</li><li>Linux: /home/{seu nome}/.walletwasabi/client</li><li>macOS: /Usuários/{seu nome}/.walletwasabi/client</li></ul><p>Você não pode adicionar 2FA manualmente à sua pasta de autenticação usando apenas um código QR.</p>",
  "faq13": "COMO CONFIGURAR 2FA USANDO UM APLICATIVO AUTENTICADOR?",
  "faq13-text": "<strong>Assim que o código QR aparecer:</strong><ul><li>Escaneie-o usando um aplicativo autenticador móvel, como Google Authenticator, 2FAS Auth, Aegis Authenticator, FreeOTP.</li><li>Certifique-se de que o seu aplicativo autenticador suporte sha256 e autenticação de 8 dígitos se não estiver usando nenhum dos exemplos anteriores</li><li>Digite o código PIN atual exibido no aplicativo autenticador no campo abaixo do código QR.</li><li>Após verificar o código PIN, o 2FA será ativado.</li></ul>",
  "faq14": "QUAL É O OBJETIVO DO ARQUIVO 2FA_INFO.GWS?",
  "faq14-text": "<p>O arquivo <strong>2fa_info.gws</strong> é um arquivo criptografado que garante a segurança de sua carteira. Assim que o 2FA for ativado, esse arquivo será criado no seu dispositivo, e todas as carteiras existentes e futuras serão criptografadas automaticamente.</p>",
  "faq15": "PRECISO REINICIAR O APLICATIVO APÓS ATIVAR O 2FA?",
  "faq15-text": "<p>Sim, após ativar o 2FA, o GingerWallet deve ser reiniciado para que as alterações entrem em vigor.</p>",
  "faq16": "COMO O PROCESSO DE LOGIN MUDARÁ APÓS ATIVAR O 2FA?",
  "faq16-text": "<strong>Após reiniciar o aplicativo:</strong><ul><li>Uma janela pop-up solicitará o código PIN atual do seu aplicativo autenticador ao iniciar.</li><li>Digite o código PIN e, após a verificação bem-sucedida, o sistema irá decodificar e carregar seus arquivos de carteira.</li></ul>",
  "faq17": "COMO DESATIVAR O 2FA?",
  "faq17-text": "<strong>Para desativar o 2FA:</strong><ul><li>Vá para Configurações -> Segurança</li><li>Desative a chave 2FA para 'Desligado.'</li><li>O sistema desativará o 2FA e decodificará todos os arquivos da carteira.</li></ul>",
  "faq18": "O QUE FAZER SE EU TROCAR DE DISPOSITIVO OU PERDER DADOS?",
  "faq18-text": "<strong>Em caso de troca de dispositivo ou perda de dados:</strong><ul><li>Reinstale o GingerWallet no novo dispositivo.</li><li>Restaure suas carteiras usando as palavras de recuperação armazenadas com segurança.</li><li>Será necessário configurar o 2FA novamente (se desejado).</li></ul>",
  "faq19": "QUAIS SÃO AS MELHORES PRÁTICAS DE SEGURANÇA AO USAR O GINGERWALLET?",
  "faq19-text": "<ul><li>Sempre armazene suas palavras de recuperação em um local seguro e offline.</li><li>Se você perder seu telefone ou suspeitar de acesso não autorizado, crie imediatamente uma nova carteira.</li><li>Transfira seus ativos para a nova carteira e invalide as palavras de recuperação da carteira antiga.</li></ul>",
  "faq20": "O GINGERWALLET ARMAZENA ALGUMA INFORMAÇÃO PESSOAL?",
  "faq20-text": "<p>Não, o GingerWallet opera de forma anônima. Não há conta de usuário nem armazenamento de dados pessoais. Todas as operações de segurança, incluindo criptografia, são realizadas localmente em seu dispositivo.</p>",
  "faq21": "O QUE ACONTECE SE EU PERDER O ACESSO AO MEU APLICATIVO AUTENTICADOR?",
  "faq21-text": "<p>A combinação do arquivo criptografado <strong>2fa_info.gws</strong> e do código PIN do aplicativo autenticador garante que sua carteira permaneça segura. O armazenamento adequado das palavras de recuperação é essencial para recuperar sua carteira em caso de perda do dispositivo ou reinstalação.</p>",
  "faq22": "COMO O GINGERWALLET GARANTE A SEGURANÇA COM O 2FA?",
  "faq22-text": "A combinação do arquivo criptografado 2fa_info.gws e do código PIN do aplicativo autenticador garante a segurança da sua carteira. O armazenamento adequado das palavras de recuperação é crucial para recuperar sua carteira em caso de perda do dispositivo.",
  "faq23": "COMO POSSO RECUPERAR MEUS RÓTULOS E OPÇÕES EXTRAS PARA MINHA CARTEIRA SE EU PERDER A CHAVE 2FA?",
  "faq23-text": "<p>Se você perdeu a chave 2FA, ainda pode recuperar seus rótulos e opções extras com trabalho manual mínimo. Siga estas etapas:</p><ol><li><strong>Mova o arquivo attr:</strong> Primeiro, localize o arquivo attr e mova-o para uma pasta separada para segurança, pois você precisará dele mais tarde.</li><li><strong>Recupere a carteira:</strong> Use o processo de recuperação no aplicativo para restaurar sua carteira.</li><li><strong>Feche o aplicativo:</strong> Após concluir o processo de recuperação, feche o aplicativo de carteira.</li><li><strong>Copie de volta o arquivo attr:</strong> Substitua o arquivo attr recém-criado pelo que você salvou anteriormente copiando-o de volta para seu local original.</li><li><strong>Reinicie o aplicativo:</strong> Reabra o aplicativo de carteira, e sua carteira deve ser totalmente restaurada, mesmo sem a chave 2FA.</li></ol><p>Esse processo permite recuperar os rótulos, opções extras e outras configurações.</p>",
  "desktop-only": "Nosso software está exclusivamente disponível para uso em desktop. Para fazer o download, acesse este site de um computador desktop.",
  "release-notes": "NOTAS DE LANÇAMENTO",
  "build": "ou construa a partir do código fonte",
  "signature": "assinatura",
  "gingercord-1": "Recomendamos fortemente usar o cliente Ginger Wallet para confiabilidade a longo prazo!",
  "gingercord-2": "Qual é o endereço do coordenador do Ginger?",
  "addtowasabi-1": "Como adicionar o coordenador Ginger ao Wasabi Wallet?",
  "addtowasabi-2": "<li>Clique na barra de busca » Digite 'Config File' » Pressione ENTER</li><li>Altere o MainNetBackendUri de https://api.wasabiwallet.io/ para https://api.gingerwallet.io/</li><li>Reinicie o Wasabi Wallet</li>",
  "addtowasabi-3": "Os recursos de remix grátis e amigos que não pagam estão disponíveis apenas na versão 2.0.8.1 ou anterior do Wasabi Wallet. Se você estiver usando uma versão posterior, ainda pode usar nosso Coordenador, mas sem esses benefícios.",
  "addtowasabi-4": "Como adicionar o coordenador Ginger ao BTCPay Server?",
  "addtowasabi-5": "<li>Selecione 'Descobrir Coordenadores via Nostr'</li><li>Selecione o Coordenador Ginger</li><li>Salvar</li>",
  "documentation": "Documentação",
  "privacy-policy": "Política de Privacidade",
  "caption-buysell": "Transações de Bitcoin seguras, simples e rápidas",
  "title-buysell": "Compre & Venda Bitcoin com Facilidade",
  "text-buysell": "Comprar e vender Bitcoin nunca foi tão fácil com o Ginger Wallet. Basta escolher o valor, selecionar o método de pagamento e concluir a transação em apenas alguns passos. Seja para investir ou vender para sacar, o Ginger Wallet garante uma experiência segura e sem complicações."
}