{
  "nav-history": "Tarihçe",
  "nav-why": "Neden Ginger Wallet?",
  "nav-secure": "Güvenli Coinjoin'ler",
  "nav-buysell": "Bitcoin Al & Sat",
  "nav-help": "Yardım",
  "hero-title": "En güvenli Bitcoin cüzdanınız!",
  "hero-desc": "Masaüstü için nihai açık kaynaklı, kendi kendine yönetilen Bitcoin cüzdanını keşfedin! Varsayılan koordinatörle Coinjoin, cüzdan şifreleme ile 2FA, çok dilli destek, blok filtreleri, Tor entegrasyonu ve QR kodu işlevselliği gibi gelişmiş özelliklerden yararlanın. Ayrıca, geniş bir donanım cüzdanı yelpazesiyle sorunsuz uyumluluk sayesinde güvenli ve çok yönlü bir deneyim yaşayın.",
  "download": "İndir",
  "read-more": "Daha fazla oku",
  "download-title-1": "Gizliliğinizi <span class='green-text d-block'>şimdi geri alın</span>",
  "download-title-2": "3 basit adımda başlayın",
  "download-step-1": "1. Ginger Wallet'ı indirin",
  "download-step-2": "2. Yeni bir cüzdan oluşturun",
  "download-step-3": "3. Otomatik coinjoin'in sihrini yapmasına izin verin",
  "download-now": "Hemen İNDİR",
  "caption-about": "Hakkımızda",
  "title-about": "Ginger Wallet'ın tarihçesi",
  "about-1": "İnsanlığın karşılaştığı en acil sorunun para sistemini düzeltmek olduğuna inanıyoruz; Bitcoin en iyi çözüm ve gizlilik ise en büyük zorluktur.",
  "about-2": "Ginger Wallet, Bitcoin'in küresel bir rezerv para birimi olma yolunda cypherpunk ilkelerini korumasına ve kamu defterinin doğasında bulunan gizlilik sorunlarını çözmesine yardımcı olmak için oluşturuldu. Bu nedenle Ginger Wallet, güven gerektirmeyen coinjoin teknolojisini uygulayan, açık kaynaklı, kendi kendine yönetilen, gizlilik odaklı bir masaüstü Bitcoin cüzdanıdır.",
  "about-3": "Yıllar süren gizlilik araştırma ve geliştirme çalışmalarından sonra, iyi araçlara sahip olmanın yeterli olmadığını fark ettik—aynı zamanda kullanımı kolay olmalılar. Aksi takdirde, yalnızca bir azınlık tarafından kullanılacak ve bu kullanıcıları öne çıkaracaktır. Bu araçların benimsenmesini teşvik etmek için Ginger, kullanıcı dostu olacak şekilde tasarlanmıştır ve varsayılan olarak otomatik olarak gizlilik sağlar.",
  "history-title-1": "Coinjoin olmadan Wasabi Wallet",
  "history-text-1": "Wasabi Wallet'ın varsayılan coinjoin koordinatörü çalışmayı durdurdu.",
  "history-title-2": "Ginger Wallet",
  "history-text-2": "Ginger Wallet, Wasabi Wallet'dan çatallandı. Yeni bir koordinatör ve aktif bir coinjoin hizmeti kuruldu.",
  "caption-solutions": "Çözümler",
  "title-solutions": "NEDEN GINGER WALLET?",
  "text-solutions-1": "Orwell'in distopik vizyonunu hatırlatan bir toplumda yaşıyoruz; gözetim yaygın ve bilgileriniz sizi kategorize etmek ve etkilemek için kullanılıyor. Bitcoin projeleri, mümkün olduğunca fazla veri toplamak için artan baskıyla karşı karşıya.",
  "text-solutions-2": "Bu nedenle Ginger Wallet, sıfır bilgi yazılımı olarak tasarlanmıştır. Geliştiricileri, hiçbir hassas bilginizi toplayamaz. Bitcoin işlemleriniz tamamen size aittir.",
  "solution-title-1": "Açık Kaynak",
  "solution-text-1": "Ginger Wallet, <a href='https://github.com/GingerPrivacy/GingerWallet' target='_blank'>ücretsiz, açık kaynaklı</a> ve <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/Guides/DeterministicBuildGuide.md' target='_blank'>deterministik olarak yeniden üretilebilir</a> bir yazılımdır. Herkes kodu görüntüleyebilir, doğrulayabilir ve hatta katkıda bulunabilir.",
  "solution-title-2": "Kendi Kendine Yönetim",
  "solution-text-2": "Anahtarlar sizde değilse, coinler de sizin değildir. Ginger Wallet ile özel anahtarlarınızın kontrolü sizdedir, bu da size gerçek finansal özgürlük sağlar.",
  "solution-title-3": "Güven Gerektirmeyen Tasarım",
  "solution-text-3": "Yazılım, ne kamu ne de geliştiricilerin gizliliğinizi ihlal edemeyeceği şekilde tasarlanmıştır. Bu, <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>coinjoin'ler</a>, <a href='https://nopara73.medium.com/bitcoin-core-vs-Ginger-wallet-network-level-privacy-bdca1d501387' target='_blank'>istemci tarafı blok filtreleme</a> ve <a href='https://www.torproject.org/' target='_blank'>Tor anonimlik ağı</a> üzerinden iletişim ile sağlanır.",
  "solution-title-4": "Kullanımı Kolay",
  "solution-text-4": "Ginger, <a href='https://www.researchgate.net/publication/228348285_Anonymity_loves_company_Usability_and_the_network_effect' target='_blank'>kullanıcı dostu</a> bir Bitcoin cüzdanı olarak tasarlanmıştır; ağ bağlantıları, <a href='https://en.bitcoin.it/wiki/Transaction#Input' target='_blank'>girdi</a> seçimi ve coinjoin'ler dahil olmak üzere gizliliğinizi arka planda otomatik olarak yönetir.",
  "solution-title-5": "Kapsamlı",
  "solution-text-5": "Cüzdan, daha erişilebilir ve verimli coinjoin'ler sağlamak için tasarlanmış bir anonim kimlik bilgisi şeması olan <a href='https://github.com/zkSNACKs/WabiSabi/' target='_blank'>WabiSabi</a>'yi kullanır. Bu, kullanıcıların cüzdanlarında önemli miktarda bitcoin olmadan en iyi gizlilik araçlarından yararlanmalarını sağlar.",
  "solution-title-6": "Uygun Maliyetli",
  "solution-text-6": "0,03 BTC'nin üzerindeki coinjoin'ler için %0.3 <a href='https://github.com/GingerPrivacy/GingerWallet/tree/master/WalletWasabi.Backend' target='_blank'>koordinatör</a> ücreti + <a href='https://mempool.space/' target='_blank'>madencilik ücretleri</a> alınır. 0,03 BTC veya altındaki girdiler ve remix'ler, tek bir işlemden sonra bile koordinatör ücretinden muaftır. Böylece, coinjoin yapılmış fonlarla yapılan bir ödeme, hem gönderenin hem de alıcının coinlerini herhangi bir koordinatör ücreti ödemeden remix yapmasına olanak tanır.",
  "caption-secure": "Güvenli Coinjoin'ler",
  "title-secure": "Güvenliğiniz bizim önceliğimizdir!",
  "text-secure": "Serbest piyasada herkes bir koordinatör olarak hareket edebilir, ancak çok azı sorumluluk alır. Biz sorumluluk alan birkaç kişiden biriyiz. Güvenli geçmişimizle, coinlerinizin yasa dışı kaynaklardan ayrı kalmasını sağlıyoruz, böylece borsalar veya diğer platformlar tarafından kabul edilebilir oluyorlar. Ayrıca, mükemmel gizlilik seviyelerine ulaşmak için yeterli likiditeye sahibiz.",
  "box-title-1": "Güvenli Coinjoin'ler",
  "box-text-1": "Gizliliğinizi önceliklendiriyoruz ve coinlerinizin yasa dışı kaynaklardan ayrı kalması için çaba gösteriyoruz. Güvenlik ve likidite konusundaki kararlılığımız, yüksek düzeyde anonimlik ve güven sağlar.",
  "box-title-2": "Varsayılan olarak çalışır",
  "box-text-2": "Hangi koordinatörü kullanacağınızdan veya nasıl ayarlayacağınızdan emin değil misiniz? Ginger Coinjoin, indirdikten hemen sonra kullanıma hazırdır—ekstra adımlara gerek yoktur. Varsayılan olarak, tüm parametreleri önceden yapılandırılmış ve ücretleri garanti edilmiş koordinatörümüz kullanır. Deneyin!",
  "box-title-3": "Boyut önemlidir",
  "box-text-3": "Daha küçük, daha hızlı turlar yerine daha fazla katılımcılı coinjoin'leri tercih ediyoruz. Daha büyük coinjoin'ler, daha fazla anonimlik, daha düşük maliyetler ve daha iyi blok alanı verimliliği sunar.",
  "caption-help": "Yardım",
  "title-help": "Sıkça Sorulan Sorular",
  "faq1": "“COINJOIN” NEDİR?",
  "faq1-text": "<p>Coinjoin, birden fazla eş arasında yapılan işbirlikçi bir işlemdir.</p><p>Genellikle, ancak zorunlu olmamakla birlikte, katılımcıların coinlerini bölmeleri gereken standart çıktı birimlerinden oluşur. Bu, dış tarafların belirli bir coinin nereye gönderildiğini izlemesini zorlaştırır (normal Bitcoin işlemlerinde genellikle bir gönderen ve bir alıcı vardır).</p><p>Coinjoin'ler, fonların kaybolma veya çalınma riskini ortadan kaldıran Ginger Wallet gibi kendi kendine yönetilen yazılımlarla yapılabilir. Fonlar her zaman kullanıcının kontrol ettiği bir Bitcoin adresinde olacaktır ve geliştiriciler bile işlemi değiştiremez veya fonları yönlendiremez.</p><p>Coinjoin temelde şu anlama gelir: “Bir işlem yapmak istediğinizde, aynı zamanda işlem yapmak isteyen başka birini bulun ve birlikte ortak bir işlem yapın.”</p>",
  "faq2": "COINJOIN'LER İÇİN ÜCRETLER NELERDİR?",
  "faq2-text": "<p>0,03 BTC'nin üzerindeki coinjoin'ler için %0.3 koordinatör ücreti + madencilik ücretleri alınır. 0,03 BTC veya altındaki girdiler ve remix'ler, tek bir işlemden sonra bile koordinatör ücretinden muaftır. Böylece, coinjoin yapılmış fonlarla yapılan bir ödeme, hem gönderenin hem de alıcının coinlerini herhangi bir koordinatör ücreti ödemeden remix yapmasına olanak tanır.</p>",
  "faq3": "GINGER'A COINLERİM İÇİN GÜVENMEM GEREKİYOR MU?",
  "faq3-text": "<p>Hayır, Ginger'ın coinjoin uygulaması güven gerektirmeyecek şekilde tasarlanmıştır. Katılımcıların birbirlerine veya koordinatöre güvenmesi gerekmez. Yalnızca kullanıcı özel anahtarları bildiğinden, yalnızca o işlemi imzalayabilir ve bu da her şeyin yolunda olduğunu doğruladıktan sonra yapılır. Kimse ne coinlerinizi çalabilir ne de hangi çıktıların hangi girdilere ait olduğunu anlayabilir.</p>",
  "faq4": "GINGER DONANIM CÜZDANLARINI DESTEKLİYOR MU?",
  "faq4-text": "<p>Ginger, standart Bitcoin-core HWI aracılığıyla donanım cüzdanı kullanımını destekler, ancak doğrudan bir donanım cüzdanından veya bir donanım cüzdanına coinjoin yapmak henüz mümkün değildir.</p><p>İşte <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-hardware-wallets' target='_blank'>resmi olarak desteklenen donanım cüzdanlarının</a> listesi.</p>",
  "faq5": "ANDROID/IOS SÜRÜMÜ VAR MI?",
  "faq5-text": "<p>Hayır. Ginger'ın coinjoin gibi özellikleri, şu anda akıllı bir telefonda kopyalanamayan önemli işlem gücü gerektirir.</p>",
  "faq6": "GINGER ALTCOIN'LERİ DESTEKLİYOR MU?",
  "faq6-text": "<p>Bitcoin-only olmanın sayısız nedeni vardır. Bitcoin ile özgür ve sağlam bir para birimi yaratma fırsatına sahibiz. Başarılı olursak, egemen bireylerin en güzel agorası ortaya çıkabilir. Başarısız olursak, bu en korkunç Orwell kabusunu ortaya çıkarabilir. Zaman ve enerji israfına yer yoktur; bu büyük çaba tam dikkat gerektirir. Rastgele bir shitcoin'i desteklemek için yazılan her kod satırı, gerçek sorunlar üzerinde çalışmak için değerli geliştirici zamanını alır.</p>",
  "faq7": "GINGER'ı ÇALIŞTIRMAK İÇİN MİNİMUM GEREKSİNİMLER NELERDİR?",
  "faq7-text": "<p>Ginger, 64-bit mimariye sahip çoğu işletim sisteminde çalışır.</p><p>Resmi olarak desteklenen tüm işletim sistemlerinin tam listesi için <a href='https://github.com/GingerPrivacy/GingerWallet/blob/master/WalletWasabi.Documentation/WasabiCompatibility.md#officially-supported-operating-systems' target='_blank'>buraya</a> tıklayın.</p>",
  "faq8": "TOR ÇALIŞTIRMAM GEREKİYOR MU?",
  "faq8-text": "<p>Tüm Ginger ağ trafiği varsayılan olarak Tor üzerinden geçer—Tor'u kendiniz kurmanıza gerek yoktur. Zaten Tor kuruluysa ve çalışıyorsa, Ginger önce onu kullanmaya çalışacaktır.</p><p>Ayarlar'dan Tor'u kapatabilirsiniz. Bu durumda, yalnızca coinjoin yaparken ve bir işlem yayınlarken gizliliğiniz korunmaz. İlk durumda, koordinatör IP adresinize dayanarak girdileriniz ve çıktılarınız arasındaki bağlantıyı bilebilir. İkinci durumda, işleminizi sizi gözetleyen bir tam düğüme yayınlarsanız, işleminiz ile IP adresiniz arasındaki bağlantıyı bilebilir.</p>",
  "faq9": "HER ÖDEME İÇİN YENİ BİR ADRES KULLANMAK NEDEN ÖNEMLİDİR?",
  "faq9-text": "<p>Bir adresin birden fazla kez kullanılması, gizlilik açısından çok zararlıdır çünkü bu, birden fazla blok zinciri işleminin aynı varlık tarafından oluşturulduğuna dair kanıtla bağlantılı olduğunu gösterir. Bitcoin'i en gizli ve güvenli şekilde kullanmanın yolu, size ödeme yapan her kişiye yeni bir adres vermektir. Bir adres coin aldıktan sonra asla tekrar kullanılmamalıdır. Ayrıca, Bitcoin gönderirken alıcıdan yeni bir Bitcoin adresi talep edilmelidir. Ginger, coin alan adresleri GUI'den kaldırarak adres yeniden kullanımını caydıran bir kullanıcı arayüzüne sahiptir.</p><p>'Bitcoin adresi' ifadesinin bu nesne için kötü bir isim olduğu, çünkü bir e-posta adresi gibi yeniden kullanılabileceği ima ettiği iddia edilmiştir. Daha iyi bir isim 'Bitcoin faturası' gibi bir şey olabilir.</p><p>Bitcoin anonim değil, takma adlıdır ve bu takma adlar Bitcoin adresleridir. Adres yeniden kullanımından kaçınmak, kullanıldıktan sonra bir takma adı atmak gibidir.</p>",
  "faq10": "GİZLİ KELİME NE İÇİN KULLANILIYOR?",
  "faq10-text": "<p>Belirlediğiniz gizli kelime, 13. seed kelime olarak (<a href='https://github.com/bitcoin/bips/blob/master/bip-0039.mediawiki' target='_blank'>BIP 39</a>'da açıklandığı gibi) ve genişletilmiş özel anahtarın özel anahtarına gizli kelime koyabilmek için (<a href='https://github.com/bitcoin/bips/blob/master/bip-0038.mediawiki' target='_blank'>BIP 38</a>'de açıklandığı gibi) kullanılır ve bilgisayarda saklanan gizli kelime anahtar elde edilir.</p><p>Ginger Wallet yalnızca BIP38 gizli kelime blob'unu saklar, bu nedenle cüzdandan harcama yapmak veya coinjoin yapmak için gizli kelimeyi girmeniz gerekecektir.</p><p>Şifre, yedekleme kelimelerinize veya bilgisayara erişimi olan herkese bitcoinlerinizin kilidini açacaktır! Yedeklemeniz tehlikeye girerse, bu gizli kelime değerli sats'ınızı koruyan tek şeydir.</p><p>Rastgele ve uzun bir gizli kelime kullanmak önemlidir.</p>",
  "faq11": "GINGERWALLET'IN VARSYILAN 2FA DURUMU NEDİR?",
  "faq11-text": "<p>Varsayılan olarak, GingerWallet 2FA (İki Faktörlü Kimlik Doğrulama) olmadan çalışır ve kullanıcıların cüzdanı anonim olarak kullanmasına izin verir.</p>",
  "faq12": "GINGERWALLET'TA 2FA NASIL ETKİNLEŞTİRİLİR?",
  "faq12-text": "<strong>2FA'yı etkinleştirmek için:</strong> <ul><li>Ayarlar -> Güvenlik'e gidin</li><li>2FA anahtarını 'Açık' konumuna getirin</li><li>Bir sonraki adımlar için bir açılır pencerede bir QR kodu görünecektir.</li></ul><p>GingerWallet'ta 2FA özelliklerini kullanmak için Tor'u etkinleştirmeniz gerekir. GingerWallet artık yeni bir çalışma klasörüyle çalıştığından, artık kullanılmayan eski Wasabi çalışma klasörünü silmeniz önerilir, çünkü orada saklanan dosyalar şifrelenmemiştir.</p><p><strong>Önemli: Eski çalışma klasörünü yalnızca GingerWallet klasörü aynı konumdaysa ve güncellenmiş uygulamanız düzgün çalışıyorsa silin.</strong></p><strong>Farklı sistemlerde eski çalışma klasörünü silmek için:</strong><ul><li>Windows: /Users/{kullanıcı adınız}/AppData/Roaming/WalletWasabi/Client</li><li>Linux: /home/{kullanıcı adınız}/.walletwasabi/client</li><li>macOS: /Users/{kullanıcı adınız}/.walletwasabi/client</li></ul><p>Yalnızca bir QR kodu kullanarak auth klasörünüze manuel olarak 2FA ekleyemezsiniz.</p>",
  "faq13": "BİR DOĞRULAYICI UYGULAMA KULLANARAK 2FA NASIL AYARLANIR?",
  "faq13-text": "<strong>QR kodu göründüğünde:</strong><ul><li>Google Authenticator, 2FAS Auth, Aegis Authenticator, FreeOTP gibi bir mobil doğrulayıcı uygulaması kullanarak tarayın.</li><li>Önceki örneklerden herhangi birini kullanmıyorsanız, doğrulayıcı uygulamanızın sha256 ve 8 haneli kimlik doğrulamayı desteklediğinden emin olun</li><li>Doğrulayıcı uygulamanızda görüntülenen geçerli PIN kodunu QR kodunun altındaki giriş alanına girin.</li><li>PIN kodu doğrulandıktan sonra, 2FA etkinleştirilecektir.</li></ul>",
  "faq14": "2FA_INFO.GWS DOSYASININ AMACI NEDİR?",
  "faq14-text": "<p><strong>2fa_info.gws dosyası</strong>, cüzdanınızın güvenliğini sağlayan şifreli bir dosyadır. 2FA etkinleştirildiğinde, bu dosya cihazınızda oluşturulur ve mevcut ve gelecekteki tüm cüzdanlar otomatik olarak şifrelenir.</p>",
  "faq15": "2FA'YI ETKİNLEŞTİRDİKTEN SONRA UYGULAMAYI YENİDEN BAŞLATMAM GEREKİYOR MU?",
  "faq15-text": "<p>Evet, 2FA etkinleştirildikten sonra, değişikliklerin etkili olması için GingerWallet'ın yeniden başlatılması gerekir.</p>",
  "faq16": "2FA ETKİNLEŞTİRİLDİKTEN SONRA GİRİŞ SÜRECİ NASIL DEĞİŞİR?",
  "faq16-text": "<strong>Uygulama yeniden başlatıldıktan sonra:</strong><ul><li>Başlangıçta bir açılır pencere, doğrulayıcı uygulamanızdan geçerli PIN kodunu isteyecektir.</li><li>PIN kodunu girin ve başarılı doğrulamanın ardından sistem cüzdan dosyalarınızı çözecek ve yükleyecektir.</li></ul>",
  "faq17": "2FA NASIL DEVRE DIŞI BIRAKILIR?",
  "faq17-text": "<strong>2FA'yı devre dışı bırakmak için:</strong><ul><li>Ayarlar -> Güvenliğe gidin</li> <li>2FA anahtarını 'Kapalı' konumuna getirin.</li><li>Sistem 2FA'yı devre dışı bırakacak ve tüm cüzdan dosyalarını çözecektir.</li></ul>",
  "faq18": "CIHAZ DEĞİŞTİRİRSEM VEYA VERİ KAYBEDERSEM NE YAPMALIYIM?",
  "faq18-text": "<strong>Cihaz değişikliği veya veri kaybı durumunda:</strong><ul><li>Yeni cihaza GingerWallet'ı yeniden yükleyin.</li><li>Güvenli bir şekilde saklanan seed kelimelerinizi kullanarak cüzdanlarınızı geri yükleyin.</li> <li>2FA'yı tekrar ayarlamanız gerekecektir (istenirse).</li></ul>",
  "faq19": "GINGERWALLET KULLANIRKEN GÜVENLİK İÇİN EN İYİ UYGULAMALAR NELERDİR?",
  "faq19-text": "<ul><li>Seed kelimelerinizi her zaman güvenli, çevrimdışı bir konumda saklayın.</li><li>Telefonunuzu kaybederseniz veya yetkisiz erişimden şüphelenirseniz, hemen yeni bir cüzdan oluşturun.</li><li>Varlıklarınızı yeni cüzdana aktarın ve eski cüzdanın seed kelimelerini geçersiz kılın.</li></ul>",
  "faq20": "GINGERWALLET HERHANGİ BİR KİŞİSEL BİLGİ SAKLAR MI?",
  "faq20-text": "<p>Hayır, GingerWallet anonim olarak çalışır. Kullanıcı hesabı veya kişisel veri depolaması yoktur. Şifreleme dahil tüm güvenlik işlemleri cihazınızda yerel olarak gerçekleştirilir.</p>",
  "faq21": "DOĞRULAYICI UYGULAMASINA ERİŞİMİ KAYBEDERSEM NE OLUR?",
  "faq21-text": "<p>Şifreli <strong>2fa_info.gws dosyası</strong> ve doğrulayıcı uygulamanızdan alınan PIN kodu kombinasyonu, cüzdanınızın güvende kalmasını sağlar. Cihaz kaybı veya yeniden yükleme durumunda cüzdanınızı kurtarmak için seed kelimelerinizi doğru şekilde saklamak kritik öneme sahiptir.</p>",
  "faq22": "GINGERWALLET 2FA İLE GÜVENLİĞİ NASIL SAĞLAR?",
  "faq22-text": "Şifreli 2fa_info.gws dosyası ve doğrulayıcı uygulamanızdan alınan PIN kodu kombinasyonu, cüzdanınızın güvenliğini sağlar. Cihaz kaybı durumunda cüzdanınızı kurtarmak için seed kelimelerinizi doğru şekilde saklamak çok önemlidir.",
  "faq23": "2FA ANAHTARINI KAYBEDERSEM CÜZDANIM İÇİN ETİKETLERİ VE EKSTRA SEÇENEKLERİ NASIL KURTARABİLİRİM?",
  "faq23-text": "<p>2FA anahtarınızı kaybettiyseniz, etiketlerinizi ve ekstra seçeneklerinizi minimum manuel çabayla kurtarabilirsiniz. Şu adımları izleyin:</p> <ol><li><strong>Attr dosyasını taşıyın:</strong> Önce attr dosyasını bulun ve daha sonra kullanmak üzere güvenli bir yere taşıyın.</li><li><strong>Cüzdanı kurtarın:</strong> Uygulamadaki kurtarma işlemini kullanarak cüzdanınızı geri yükleyin.</li><li><strong>Uygulamayı kapatın:</strong> Kurtarma işlemi tamamlandıktan sonra cüzdan uygulamasını kapatın.</li><li><strong>Attr dosyasını geri kopyalayın:</strong> Yeni oluşturulan attr dosyasını daha önce kaydettiğiniz dosyayla değiştirin.</li><li><strong>Uygulamayı yeniden başlatın:</strong> Cüzdan uygulamasını yeniden açın ve cüzdanınız 2FA anahtarı olmadan tamamen geri yüklenecektir.</li></ol><p>Bu işlem, etiketlerinizi, ekstra seçeneklerinizi ve diğer ayarlarınızı kurtarmanızı sağlar.</p>",
  "desktop-only": "Yazılımımız yalnızca bilgisayar ile kullanılabilir. İndirmek için lütfen bu web sitesine bilgisayardan erişin.",
  "release-notes": "SÜRÜM NOTLARI",
  "build": "veya kaynaktan derleyin",
  "signature": "imza",
  "gingercord-1": "Uzun vadeli güvenilirlik için Ginger Wallet istemcisini kullanmanızı şiddetle tavsiye ederiz!",
  "gingercord-2": "Ginger Koordinatör adresi nedir?",
  "addtowasabi-1": "Ginger koordinatörünü Wasabi Wallet'a nasıl eklerim?",
  "addtowasabi-2": "<li>Arama çubuğuna tıklayın » 'Config File' yazın » ENTER'a basın</li><li>MainNetBackendUri'yi https://api.wasabiwallet.io/ adresinden https://api.gingerwallet.io/ adresine değiştirin</li><li>Wasabi Wallet'ı yeniden başlatın</li>",
  "addtowasabi-3": "Ücretsiz remix ve arkadaşların ödeme yapmaması özellikleri yalnızca Wasabi Wallet 2.0.8.1 veya önceki sürümlerde kullanılabilir. Daha ileri bir sürüm kullanıyorsanız, bu avantajlar olmadan Koordinatörümüzü kullanmaya devam edebilirsiniz.",
  "addtowasabi-4": "Ginger koordinatörünü BTCPay Server'a nasıl eklerim?",
  "addtowasabi-5": "<li>Nostr üzerinden Koordinatörleri Keşfet'i seçin</li><li>Ginger Koordinatör'ü seçin</li><li>Kaydet</li>",
  "documentation": "Dokümantasyon",
  "privacy-policy": "Gizlilik Politikası",
  "caption-buysell": "Güvenli, basit ve hızlı Bitcoin işlemleri",
  "title-buysell": "Bitcoin Al & Sat Kolayca",
  "text-buysell": "Ginger Wallet ile Bitcoin alıp satmak hiç bu kadar kolay olmamıştı. Miktarınızı seçin, ödeme yöntemini belirleyin ve işleminizi sadece birkaç adımda tamamlayın. Yatırım yapmak için alıyor ya da nakit çıkışı yapmak için satıyor olun, Ginger Wallet güvenli ve sorunsuz bir deneyim sunar."
}
